Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="http://www.gpodder.net/register/"><span style=" text-decoration: underline; color:#0057ae;">Sign up to gpodder.net</span></a></p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="http://www.gpodder.net/register/"><span style=" text-decoration: underline; color:#0057ae;">დარეგისტრირდით საიტზე gpodder.net</span></a></p></body></html>

source: &Test Login
ka: &სატესტო შესვლა

source: Gpodder Podcasts
ka: Gpodder-ის პოდკასტები

source: Trying to synchronize statuses with gpodder.net
ka: ვცდილობ სტატუსების სინქრონიზაცისა gpodder.net-თან

source: Trying to synchronize subscriptions with gpodder.net
ka: გამოწერების სინქრონიზაციის მცდელობა gpodder.net-თან

source: GPodder Service failed to get data from the server. Will retry in 10 seconds...
ka: GPodder-ის სერვისმა სერვერიდან მონაცემები ვერ მიიღო. ვცდი თავიდან 10 წამში...

source: gpodder.net: Podcast Directory Service
ka: gpodder.net: პოდკასტების კატალოგის სერვისი

source: gpodder.net is an online Podcast Directory & Synchonisation Service.
ka: gpodder.net ონლაინ პოდკასტების კატალოგისა და სინქრონიზაციის სერვისია.

source: Subscribe
ka: ხელმოწერა

source: gpodder.net credentials
ka: Gpodder.net-ის მომხმარებელი და პაროლი

source: No running KWallet found. Would you like Amarok to save your gpodder.net credentials in plaintext?
ka: KWallet გაშვებული არაა. გნებავთ, Amarok-მა gpodder.net-ის ავტორიზაციის დეტალები უბრალო ტექსტით შეინახოს?

source: Testing...
ka: ტესტირება...

source: Either the username or the password is empty, please correct and try again.
ka: მომხმარებლის სახელი ან პაროლი ცარიელია. შეასწორეთ და თავიდან სცადეთ.

source: Failed
ka: შეცდომა

# The operation completed as expected
source: Success
ka: წარმატება

source: Either the username or the password is incorrect, please correct and try again
ka: მომხმარებლის სახელი ან პაროლი არასწორია. შეასწორეთ და თავიდან სცადეთ

source: Unable to connect to gpodder.net service or other error occurred.
ka: შეცდომა gpodder.net-თან მიერთებისას, ან სხვა შეცდომა.

source: Error parsing the Reply, check if gpodder.net is working correctly and report a bug
ka: პასუხის დამუშავების შეცდომა. შეამოწმეთ, მუშაობს თუ არა gpodder.net და მოგვწერეთ შეცდომის შესახებ

source: No description available...
ka: აღწერა ხელმისაწვდომი არაა...

source: From Jamendo.com
ka: Jamendo.com-დან

source: A site where artists can freely share their music
ka: საიტი, სადაც შემსრულებლებს თავიანთი მუსიკის გაზიარება შეუძლიათ

source: An archive of free, Creative Commons licensed music
ka: უფასო, Creative Commons ლიცენზიით გავრცელებული მუსიკის არქივი

source: Jamendo.com puts artists and music lovers in touch with each other. The site allows artists to upload their own albums to share them with the world and users to download all of them for free. Listen to and download all Jamendo.com contents from within Amarok.
ka: Jamendo.com შემსრულებლებს და მუსიკის მოყვარულებს აკავშირებს. ეს საიტი საშუალებას აძლევს მუსიკოსებს, ატვირთონ თავიანთი ალბომები, რომ გაუზიარონ ისინი მომხმარებლებს, გადმოწერის შესაძლებლობით. მოუსმინეთ და გადმოწერეთ მუსიკა Jamendo.com-დან პირდაპირ Amarok-ის შიგნიდან.

# Fetch new information from the website
source: Update
ka: განახლება

source: Download
ka: გადმოწერა

source: Genre / Artist
ka: ჟანრი / შემსრულებელი

source: Genre / Artist / Album
ka: ჟანრი / შემსრულებელი / ალბომი

source: Downloading Jamendo.com database...
ka: მიმდინარეობს Jamendo.com-ის მონაცემთა ბაზის გადმოწერა...

source: Updating the local Jamendo database.
ka: ლოკალური Jamendo-ის მონაცემთა ბაზის განახლება.

source: Jamendo.com database update complete. Added 1 track on
ka: Jamendo.com-ის მონაცემთა ბაზა განახლდა. დაემატა 1 ტრეკი

source: 1 album from
ka: 1 ალბომი საიდან

source: 1 artist.
ka: 1 შემსრულებლი.

# Name of the "Last.fm" similar bias
source: Last.fm similar
ka: Last.fm-ის მსგავსი

# Description of the "Last.fm" bias
source: The "Last.fm" similar bias looks up tracks on Last.fm and only adds similar tracks.
ka: "Last.fm" ეძებს მსგავს მუსიკას Last.fm-ზე და, მხოლოდ, მსგავს ტრეკებს ამატებს.

# Last.fm bias representation
source: Similar to the previous track (as reported by Last.fm)
ka: წინა ტრეკის მსგავსი (Last.fm-ის მიხედვით)

# Last.fm bias representation
source: Similar to the previous artist (as reported by Last.fm)
ka: წინა შემსრულებლის მსგავსი (Last.fm-ის მიხედვით)

source: <a href="http://www.last.fm/">Last.fm</a> thinks the track is similar to
ka: <a href="http://www.last.fm/">Last.fm</a> ფიქრობს, რომ ეს ტრეკი ჰგავს ტრეკს

source: the previous track
ka: წინა ტრეკი

# Name of the "WeeklyTop" bias
source: Last.fm weekly top artist
ka: Last.fm კვირის საუკეთესო შემსრულებელი

# Description of the "WeeklyTop" bias
source: The "WeeklyTop" bias adds tracks that are in the weekly top chart of Last.fm.
ka: "კვირის საუკეთესო" ტონი ამატებს ტრეკებს, რომელიც Last.fm-ზე მიმდინარე კვირის საუკეთესოებია.

# WeeklyTopBias bias representation
source: Tracks from the Last.fm top lists from %1 to %2
ka: ტრეკები Last.fm-ის საუკეთესო სიებიდან %1-დან %2-მდე

# in WeeklyTopBias. Label for the date widget
source: from:
ka: საიდან:

# in WeeklyTopBias. Label for the date widget
source: to:
ka: ვის:

source: Last.fm Profile
ka: Last.fm-ის პროფილი

source: Username:
ka: მომხმარებელი:

source: Connect to account
ka: ანგარიშის მიერთება

source: Not connected
ka: დაკავშირებული არაა

source: <a href="https://www.last.fm/join">Sign up to Last.fm</a>
ka: <a href="https://www.last.fm/join">რეგისტრაცია Last.fm-ზე</a>

source: Disconnect account
ka: ანგარიშის გათიშვა

source: Last.fm Services
ka: Last.fm-ის სერვისები

source: &Submit tracks
ka: &ტრეკების გადაცემა

source: &Use composer data if available in Last.fm as artist
ka: Last.fm-ში ხელმისაწვდომი კომპოზიტორის მონაცემების გამოყენება, თუ ხელმისაწვდომია, შემსრულებლად

source: Use Last.fm tags like <b>7 of 10 stars</b> to represent your Amarok ratings during statistics synchronization
ka: Last.fm-ის ჭდეების, როგორიცაა <b>7 ვარსკვლავი 10-დან</b> გამოყენება თქვენი Amarok-ის რეიტინგებისთვის სტატისტიკის სინქრონიზაციისას

source: Use fancy tags to represent ratings
ka: ლამაზი ჭდეების გამოყენება რეიტინგების ჩვენებისას

source: <html>When scrobbling tracks to Last.fm, it autocorrects common errors in track tags like artist, album and title. Check this to be notified when this happens and what the autocorrection was</html>
ka: <html>როცა ტრეკები Last.fm-ზე გადაეცემა, ის ავტომატურად ასწორებს გავრცელებულ შეცდომებს ტრეკის ჭდეებში, როგორიცაა შემსრულებელი, ალბომი და საქაღალდე. დასვით ეს თოლია, რომ გაგაფრთხილოთ, როცა ეს მოხდება და რა შეიცვალა</html>

source: Announce correction suggestions for track tags
ka: შესწორების მინიშნებების ჩვენება ტრეკის ჭდეებისთვის

source: <html>Check if you want certain tracks neither to be scrobbled nor to be updated to Last.fm now playing</html>
ka: <html>დასვით ეს თოლია, თუ გნებავთ, ზოგიერთი ტრეკების ან გადაცემა არ მოხდეს, ან არ განახლდეს Last.fm-ის ახლა დაკრული</html>

source: Do not scrobble tracks with label:
ka: არ გადასცე ტრეკები შემდეგი ჭდით:

source: <html>Select a preferred label (or write a new one). Tracks with this label will not be scrobbled</html>
ka: <html>აირჩიეთ სასურველი ჭდე (ან დაწერეთ ახალი). ამ ჭდის მქონე ჭდეების გადაცემა არ მოხდება</html>

source: Last.fm: The social music revolution
ka: Last.fm: სოციალური მუსიკის რევოლუცია

source: Last.fm is a popular online service that provides personal radio stations and music recommendations. A personal listening station is tailored based on your listening habits and provides you with recommendations for new music. It is also possible to play stations with music that is similar to a particular artist as well as listen to streams from people you have added as friends
ka: Last.fm არის პოპულარული ონლაინ სერვისი, რომელიც უზრუნველყოფს პერსონალურ რადიოსადგურებს და მუსიკის რეკომენდაციებს. პირადი მოსმენის სადგური მორგებულია თქვენი მოსმენის ჩვევების საფუძველზე და გთავაზობთ რეკომენდაციებს ახალი მუსიკისთვის. ასევე შესაძლებელია სადგურების დაკვრა მუსიკით, რომელიც მსგავსია კონკრეტული მხატვრის მსგავსი, ასევე მოუსმინეთ ნაკადებს იმ ადამიანებისგან, რომლებიც თქვენ დაამატეთ, როგორც მეგობრები

source: Last.fm: Love
ka: Last.fm: სიყვარული

source: Username: %1
ka: მომხმარებლის სახელი: %1

source: Play Count: %1 play
ka: დაკვრების რაოდენობა: %1

source: %1's Streams
ka: %1-ის ნაკადები

source: Global Tags
ka: გლობალური ჭდეები

source: Friends' Loved Radio
ka: მეგობრის საყვარელი რადიო

source: Friends' Personal Radio
ka: მეგობრის პირადი რადიო

source: Failed to open KDE Wallet to read Last.fm credentials
ka: KDE-ის საფულის გახსნა last.fm-ის ავტორიზაციის დეტალების წასაკითხად ჩავარდა

source: Error migrating Last.fm username from KWallet. Please reconnect your Last.fm account in Plugin Settings.
ka: Last.fm-ის მომხმარებლის სახელის KWallet-დან მიგრაციის შეცდომა. თავიდან დაუკავშირდით Last.fm-ის ანგარიშს დამატების მორგების ფანჯრიდან.

source: Do you want to disconnect Amarok from Last.fm account %1?
ka: გნებავთ, გათიშოთ Amarok Last.fm-ის ანგარიდან %1?

source: Disconnect Last.fm account?
ka: გავთიშო Last.fm-ის ანგარიში?

# Disconnect Last.fm account in settings
source: Disconnect
ka: გათიშვა

# The operation was rejected by the server
source: Failed
ka: შეცდომა

# Last.fm authentication process status
source: Opening Last.fm web page
ka: მიმდინარეობს Last.fm-ის ვებგვერდის წგახსნა

# Pushbutton to complete Last.fm authentication process
source: Finish connecting account
ka: ანგარიშის დაკავშირების დასრულება

source: Last.fm account connection was not successful. Please make sure you have authorized Amarok to connect to your Last.fm account on the Last.fm web page that was opened and try again.
ka: Last.fm-ის ანგარიშთან დაკავშირება წარმატებული არ იყო. დარწმუნდით, რომ Amarok-ს მიანიჭეთ ავტორიზაცია, თქვენი Last.fm-ის ანგარიშს მიუერთდეს ვებგვერდზე, რომელიც გაიხსნა და თავიდან სცადეთ.

source: Unable to connect to Last.fm service.
ka: Last.fm-ის სერვისთან მიერთება შეუძლებელია.

# %2 is artist name, %1 is number of plays
source: %2 (%1 play)
ka: %2 (%1 დაკვრა)

source: My Recommendations
ka: ჩემი რეკომენდაციები

source: My Radio Station
ka: ჩემი რადიოსადგური

source: My Mix Radio
ka: ჩემი მიქს-რადიო

source: My Top Artists
ka: ჩემი საუკეთესო შემსრულებლები

source: My Tags
ka: ჩემი ჭდეები

source: Friends
ka: მეგობრები

source: Last.fm: &Ban
ka: Last.fm: &ბანი

source: Ban this track
ka: ამ ტრეკის დაბანა

source: Last.fm: &Skip
ka: Last.fm: &გამოტოვება

source: Skip this track
ka: ამ ტრეკის გამოყოვება

source: Global Tag Radio: "%1"
ka: გლობალური ჭდის რადიო: "%1"

source: User Tag Radio: "%1"
ka: მომხმარებლის ჭდის რადიო: "%1"

source: Similar Artists to "%1"
ka: "%1"-ის მსგავსი შემსრულებლები

source: Artist Fan Radio: "%1"
ka: შემსრულებლის ფანის რადიო: "%1"

source: %1's Neighbor Radio
ka: %1-ის მეზობლის რადიო

source: %1's Personal Radio
ka: %1-ის პირადი რადიო

source: %1's Mix Radio
ka: %1-ის მიქსის რადიო

source: %1's Recommended Radio
ka: %1-ის რეკომენდებული რადიო

source: %1's Recommended Radio (Popularity %2)
ka: %1-ის რეკომენდებული რადიო (პოპულარობა %2)

source: Group Radio: %1
ka: ჯგუფის რადიო: %1

source: Track Radio
ka: ტრეკის რადიო

source: Artist Radio
ka: შემსრულებლის რადიო

source: Last.fm is cool...
ka: Last.fm საკაიფოა...

source: To listen to Last.fm streams and radio you need to be a paying Last.fm subscriber and you need to stream from a <a href='http://www.last.fm/announcements/radio2013'>supported country</a>. All other Last.fm features work fine.
ka: იმისათვის, რომ უსმინოთ Last.fm-ის პოდკასტებს და რადიოს, გჭირდებათ, Last.fm-ის ფასიანი გამომწერი იყოთ და <a href='http://www.last.fm/announcements/radio2013'>მხარდაჭერილ ქვეყანაში</a> იმყოფებოდეთ. ყველა სხვა Last.fm-ის ფუნქცია ისედაც იმუშავებს.

source: Error starting track from Last.fm radio
ka: ტრეკის დაწყების შეცდომა Last.fm-ის რადიოდან

# As in Last.fm
source: Loved Track: %1
ka: საყვარელი ტრეკი: %1

# As in Last.fm
source: Banned Track: %1
ka: დაბანილი ტრეკი: %1

source: %1 <b>%2</b> should be corrected to <b>%3</b>
ka: %1 <b>%2</b> უნდა იყოს მიერთებული <b>%3</b>

source: Last.fm suggests that some tags of track <b>%1</b> should be corrected:
ka: Last.fm-ის აზრით ტრეკის <b>%1</b> ზოგიერთი ჭდე უნდა ჩასწორდეს:

source: Play Similar Artists from Last.fm
ka: მსგავსი შემსრულებლების დაკვრა Last.fm-დან

# description of the Last.fm statistics synchronization provider
source: slows down track matching
ka: შეანელებს ტრეკის დამთხვევას

source: Downloading '%1' by %2 from Magnatune.com
ka: %2-ის '%1'-ის გადმოწერა Magnatune.com-დან

source: Downloading album from Magnatune.com
ka: ალბომის გადმოწერა Magnatune.com-დან

source: Magnatune download seems to have failed. Cannot read zip file
ka: Magnatune-დან გადმოწერა ჩავარდა. zip ფაილის წაკთხვა შეუძლებელია

source: Uncompressing Magnatune.com download...
ka: Magnatune.com-დან გადმოწერილი ფაილის გაშლა...

source: Adding album cover to collection
ka: ალბომის ყდის დამატება კოლექციისთვის

source: Preview Tracks
ka: ტრეკების გადახედვა

source: The tracks you are about to copy are Magnatune.com preview streams. For better quality and advert free streams, consider buying an album download. Remember that when buying from Magnatune the artist gets 50%. Also if you buy using Amarok, you support the Amarok project with 10%.
ka: ტრეკები, რომლების კოპირებასაც აპირებთ, Magnatune.com-ის მინიატურული სტრიმებია. უკეთესი ხარისხისა და ურეკლამო სტრიმებისთვის, სჯობს, შეიძინოთ ალბომი. დაიმახსოვრეთ, რომ თუ მას Magnatune.com-ზე შეიძენთ, მუსიკოსი 50%-ს მიიღებს. თუ თქვენ ასევე შეიძენთ Amarok-ში, თქვენ მხარს უჭერთ Amarok-ს 10%-ით.

source: Updates
ka: განახლებები

source: If you check this box, Amarok will periodically check for Magnatune database updates and download them automatically.
ka: თუ ამ თოლიას დასვამთ, Amarok პერიოდულად შეამოწმებს Magnatune-ის მონაცემთა ბაზის განახლებებს და მათ ავტომატურად გადმოწერს.

source: Update Magnatune database automatically
ka: Magnatune-ის მონაცემთა ბაზის ავტომატური განახლება

source: Redownloads
ka: თავიდან გადმოწერები

source: Enter your e-mail here to be able to redownload any previous purchase from Magnatune directly from within Amarok.
ka: შეიყვანეთ თქვენი ელფოსტა აქ, რომ საშუალება გქონდეთ, ნებისმიერი შეძენილი ტრეკი თავიდან გადმოწეროთ Magnatune-დან პირდაპირ Amarok-ში.

# Username for logins to Magnatune
source: E-mail:
ka: ელფოსტა:

source: Membership Options
ka: წევრობის მორგება

source: I am a member
ka: წევრი ვარ

source: Membership type:
ka: წევრობის ტიპი:

source: Stream
ka: ნაკადი

# Username for logins to Magnatune
source: Username:
ka: მომხმარებელი:

source: Password:
ka: პაროლი:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">For more information about the Magnatune.com memberships, and to sign up, go to </span><a href="http://magnatune.com/compare_plans?referal_id=amarok"><span style=" font-family:'Sans Serif'; text-decoration: underline; color:#0000ff;">http://magnatune.com/compare_plans</span></a></p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">მეტი ინფორმაციისთვის Magnatune.com-ის წევრობის შესახებ და როგორ დარეგისტრირდეთ, გადადით გვერდზე </span><a href="http://magnatune.com/compare_plans?referal_id=amarok"><span style=" font-family:'Sans Serif'; text-decoration: underline; color:#0000ff;">http://magnatune.com/compare_plans</span></a></p></body></html>

source: Stream Options
ka: ნაკადის მორგება

source: Preview stream type:
ka: გადახედვის ნაკადის ტიპი:

source: High Quality Mp3
ka: მაღალი ხარისხის mp3

source: Low Quality Mp3
ka: დაბალ ხარისხის mp3

source: Magnatune.com Album Download
ka: Magnatune.com-ის ალბომის გადმოწერა

source: Download options
ka: გადმოწერის მორგება

source: Select Format:
ka: აირჩიეთ ფორმატი:

source: Download to:
ka: გადმოწერის საქაღალდე:

source: If you download to a location that is already being monitored by Amarok, the album will automatically be added to your collection.
ka: თუ გადმოწერთ მდებარეობიდან, რომლის მონიტორინგი Amarok-ის მიერ უკვე მიმდინარეობს, ალბომი კოლექციაში ავტომატურად ჩაემატება.

source: Magnatune info
ka: Magnatune-ის ინფორმაცია

source: &Download
ka: &გადმოწერა

source: Processing download
ka: გადმოწერის დამუშავება

source: There seems to be an error in the supplied membership information. Please correct this and try again.
ka: როგორც ჩანს, შეყვანილ წევრობის ინფორმაციაში შეცდომაა. შეასწორეთ ეს და თავიდან სცადეთ.

source: Could not process download
ka: გადმოწერას ვერ დავაჭირე

source: Redownload of a previously purchased album "%1" by "%2" from Magnatune.com. Username: %3 Password: %4
ka: ნაყიდი ალბომის "%1" ავტორი "%2" თავიდან გადმოწერა Magnatune.com-დან. მომხმარებლის სახელი: %3 პაროლი: %4

source: Loading artist info...
ka: შემსრულებლის ინფორმაციის ჩატვირთვა...

source: Fetching %1 Artist Info
ka: %1 შემსრულებლის ინფორმაციის გამოთხოვა

source: Loading album info...
ka: ალბომის ინფორმაციის ჩატვირთვა...

source: Release Year: %1
ka: გამოშვების წელი: %1

source: Description:
ka: აღწერა:

source: From Magnatune.com
ka: Magnatune.com-დან

source: Loading Magnatune.com frontpage...
ka: Magnatune.com-ის პირველი გვერდის ჩატვირთვა...

source: Fetching Magnatune.com front page
ka: Magnatune.com-ის პირველი გვერდის გამოთხოვა

source: Loading your Magnatune.com favorites page...
ka: თქვენი magnatune.com-ის რჩეული გვერდის ჩატვირთვა....

source: Loading your personal Magnatune.com recommendations page...
ka: თქვენი პირადი Magnatune.com-ის რეკომენდაციების გვერდის ჩატვირთვა...

source: The non evil record label that is fair to artists and customers alike
ka: ჩამწერი სტუდია, რომელიც შემსრულებლებს და კლიენტებს ერთნაირად კარგად ექცევა

source: Click this button to download Magnatune database now.
ka: დააწკაპუნეთ ამ ღილაკზე Magnatune-ის მონაცემთა ბაზის ახლა გადმოსაწერად.

source: Amarok needs to download Magnatune database in order to enable Magnatune store.
ka: Amarok-ს სჭირდება, გადმოწეროს Magnatune-ის მონაცემთა ბაზა, რომ ჩართოს Magnatune-ის მაღაზია.

source: If you enable the following option, Amarok will check for Magnatune updates and download them automatically. You can always disable this option later in Magnatune service configuration.
ka: თუ ჩართავთ ამ პარამეტრს, Amarok შეამოწმებს Magnatune-ის განახლებებს და მათ ავტომატურად გადმოწერს. ამის გამორთვა ყოველთვის შეგიძლიათ Magnatune-ის სერვისის მორგების ფანჯარაში.

source: Update
ka: განახლება

source: Redownload manager
ka: თავიდან გადმოწერების მმართველი

source: These are the albums that you have previously downloaded:
ka: ეს ალბომებია, რომლებიც ახლახან გადმოწერეთ:

source: Re&download
ka: &თავიდან გადმოწერა

source: Artist - Album
ka: შემსრულებელი - ალბომი

source: Getting list of previous Magnatune.com purchases
ka: მიმდინარეობს წინა Magnatune.com-ის შეძენების ჩამონათვლის მიღება

source: Magnatune.com member signup
ka: Magnatune.com-ის წევრის რეგისტრაცია
