Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: unknown type
ka: უცნობი ტიპი

# The amount of time since last played
source: Never
ka: არასოდეს

# When this track was last played
source: Unknown
ka: უცნობი

source: One week ago
ka: 1 კვირის წინ

source: Yesterday
ka: გუშინ

source: One day ago
ka: 1 დღის წინ

source: One hour ago
ka: 1 საათის წინ

source: One minute ago
ka: 1 წუთის წინ

source: Within the last minute
ka: უკანასკნელ წუთის განმავლობაში

source: The future
ka: მომავალი

# number of months ago
source: %1M
ka: %1თვ

# w for weeks
source: %1w
ka: %1კვ

# When this track was last played
source: Tomorrow
ka: ხვალ

# d for days
source: %1d
ka: %1დღ

# h for hours
source: %1h
ka: %1სთ

source: Empty Playlist (%1)
ka: ცარიელი დასაკრავი სია (%1)

source: Various Tracks (%1)
ka: სხვადასხვა ტრეკები (%1)

source: Unknown Artist(s)
ka: უცნობი შემსრულებელი

source: Unknown Album(s)
ka: უცნობი ალბომი

source: Various Albums
ka: სხვადასხვა ალბომები

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The encoder used by Amarok operates better with a constant bitrate.<br>VBR is experimental and likely to get even worse results than the CBR.<br>For this reason, the bitrate measure in this slider is a pretty accurate estimate of the bitrate of the encoded track.<br>The encoder is transparent at 128kbps for most samples tested with artifacts only appearing in extreme cases.
ka: ბიტრეიტი არის მონაცემთა რაოდენობის საზომი, რომელიც გამოიყენება აუდიო ტრეკის წამის წარმოსადგენად.<br>Amarok- ის მიერ გამოყენებული encoder უკეთესად მუშაობს მუდმივი ბიტრეიტით.<br>VBR ექსპერიმენტულია და სავარაუდოდ კიდევ უფრო უარესი შედეგები მიიღებს, ვიდრე CBR.<br>ამ მიზეზით, ამ სლაიდერის ბიტრეიტი არის დაშიფრული ტრეკის ბიტრეატის საკმაოდ ზუსტი შეფასება.<br>Encoder გამჭვირვალეა 128 კბ/წმ-ზე, ნიმუშების უმეტესობისთვის, რომლებიც შემოწმებულია არტეფაქტებით, რომლებიც მხოლოდ ექსტრემალურ შემთხვევებში ჩნდება.

source: Bitrate target for constant bitrate encoding
ka: ბიტური სიჩქარის სამიზნე მუდმივი ბიტური სიჩქარით კოდირებისას

source: Smaller file
ka: უფრო პატარა ფაილი

source: Better sound quality
ka: ხმის უკეთესი ხარისხი

source: <a href=http://en.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding</a> (AAC) is a patented lossy codec for digital audio.<br>AAC generally achieves better sound quality than MP3 at similar bit rates. It is a reasonable choice for the iPod and some other portable music players.
ka: <a href=http://en.wikipedia.org/wiki/Advanced_Audio_Coding>Advanced Audio Coding</a> (AAC) დაპატენტებული კოდეკია ციფრული აუდიოსთვის, კარგვებით.<br>AAC, ზოგადად, იგივე ბიტრეიტით, უკეთესი ხმის ხარისხს აღწევს, ვიდრე MP3. ეს გონიბრული არჩევანია Ipod-სთვის და ზოგიერთი სხვა პორტატული მუსიკის დამკვრელებისთვის.

source: <a href=http://en.wikipedia.org/wiki/Apple_Lossless>Apple Lossless</a> (ALAC) is an audio codec for lossless compression of digital music.<br>Recommended only for Apple music players and players that do not support FLAC.
ka: <a href="http://en.wikipedia.org/wiki/Apple_Lossless">Apple Lossless</a> (ALAC) არის აუდიო კოდეკი ციფრული მუსიკის დაკარგვის გარეშე შეკუმშვისთვის.<br>რეკომენდებულია მხოლოდ Apple მუსიკალური ფლეერები და მოთამაშეებისთვის, რომლებიც არ უჭერენ მხარს FLAC- ს.

source: The <a href=http://flac.sourceforge.net/documentation_tools_flac.html>compression level</a> is an integer value between 0 and 8 that represents the tradeoff between file size and compression speed while encoding with <b>FLAC</b>.<br/> Setting the compression level to <b>0</b> yields the shortest compression time but generates a comparably big file<br/>On the other hand, a compression level of <b>8</b> makes compression quite slow but produces the smallest file.<br/>Note that since FLAC is by definition a lossless codec, the audio quality of the output is exactly the same regardless of the compression level.<br/>Also, levels above <b>5</b> dramatically increase compression time but create an only slightly smaller file, and are not recommended.
ka: <a href="http://flac.sourceforge.net/documentation_tools_flac.html">შეკუმშვის დონე</a> არის მთელი რიცხვის მნიშვნელობა 0-დან 8-ზე, რომელიც წარმოადგენს ფაილის ზომასა და შეკუმშვის სიჩქარეს შორის ვაჭრობას <b>FLAC</b>- ით კოდირებისას.<br/> შეკუმშვის დონის <b>0-მდე</b> დაყენება უმოკლეს შეკუმშვის დროს იძლევა, მაგრამ შედარებით დიდ ფაილს ქმნის<br/>მეორეს მხრივ, შეკუმშვის დონე <b>8</b> ხდის შეკუმშვას საკმაოდ ნელა, მაგრამ აწარმოებს ყველაზე პატარა ფაილს.<br/>გაითვალისწინეთ, რომ მას შემდეგ, რაც FLAC არის უდანაკარგო კოდეკის განმარტებით, გამომავალი აუდიო ხარისხი ზუსტად იგივეა, მიუხედავად შეკუმშვის დონისა.<br/>ასევე, <b>5-ზე</b> მეტი დონე მკვეთრად ზრდის შეკუმშვის დროს, მაგრამ ქმნის მხოლოდ ოდნავ მცირე ფაილს და არ არის რეკომენდებული.

source: Compression level
ka: შეკუმშვის დონე

source: Faster compression
ka: სწრაფი კოდირება

source: <a href=http://en.wikipedia.org/wiki/Free_Lossless_Audio_Codec>Free Lossless Audio Codec</a> (FLAC) is an open and royalty-free codec for lossless compression of digital music.<br>If you wish to store your music without compromising on audio quality, FLAC is an excellent choice.
ka: <a href="http://en.wikipedia.org/wiki/Free_Lossless_Audio_Codec">უფასო Lossless Audio Codec</a> (FLAC) არის ღია და ჰონორარის გარეშე კოდეკი ციფრული მუსიკის დაკარგვის გარეშე.<br>თუ გსურთ შეინახოთ თქვენი მუსიკა აუდიო ხარისხზე კომპრომისის გარეშე, FLAC შესანიშნავი არჩევანია.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>MP3</b> encoder used by Amarok supports a <a href=http://en.wikipedia.org/wiki/MP3#VBR>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>160kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>120kb/s</b> might be unsatisfactory for music and anything above <b>205kb/s</b> is probably overkill.
ka: ბიტრეიტი არის მონაცემთა რაოდენობის საზომი, რომელიც გამოიყენება აუდიო ტრეკის წამის წარმოსადგენად.<br>Amarok– ის მიერ გამოყენებული <b>MP3</b> encoder მხარს უჭერს <a href="http://en.wikipedia.org/wiki/MP3#VBR">ცვლადი ბიტრეიტი (VBR)</a> პარამეტრს, რაც იმას ნიშნავს, რომ ბიტრეიტი მნიშვნელობა იცვლება ტრასის გასწვრივ აუდიო შინაარსის სირთულის საფუძველზე. მონაცემთა უფრო რთული ინტერვალი დაშიფრულია უფრო მაღალი ბიტრეიტით, ვიდრე ნაკლებად რთული; ეს მიდგომა იძლევა საერთო უკეთეს ხარისხს და უფრო მცირე ფაილს, ვიდრე მუდმივი ბიტრეიტი მთელ ტრასაზე.<br>ამ მიზეზით, ამ სლაიდერის ბიტრეიტი არის მხოლოდ კოდირებული ტრეკის საშუალო ბიტრეიტი.<br><b>160 კბ / წმ</b> კარგი არჩევანია პორტატული პლეერის მუსიკის მოსასმენად.<br/><b>120 კბ / წმ-ზე</b> ქვემოთ ყველაფერი შეიძლება არადამაკმაყოფილებელი იყოს მუსიკისთვის და <b>205 კბ / წმ-ზე</b> მეტი რამ ალბათ ზედმეტია.

source: Expected average bitrate for variable bitrate encoding
ka: მოსალოდნელი საშუალო ბიტრეიტი ცვლადი ბიტრეიტით კოდირებისთვის

source: <a href=http://en.wikipedia.org/wiki/MP3>MPEG Audio Layer 3</a> (MP3) is a patented digital audio codec using a form of lossy data compression.<br>In spite of its shortcomings, it is a common format for consumer audio storage, and is widely supported on portable music players.
ka: <a href="http://en.wikipedia.org/wiki/MP3">MPEG Audio Layer 3</a> (MP3) არის დაპატენტებული ციფრული აუდიო კოდეკი მონაცემთა დაკარგვის ფორმის გამოყენებით.<br>მიუხედავად მისი ნაკლოვანებებისა, ეს არის საერთო ფორმატი სამომხმარებლო აუდიო შენახვისთვის და ფართოდ არის მხარდაჭერილი პორტატულ მუსიკალურ პლეერებზე.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Opus</b> encoder used by Amarok supports a <a href=http://en.wikipedia.org/wiki/Variable_bitrate>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>For this reason, the bitrate measure in this slider is just an estimate of the average bitrate of the encoded track.<br><b>128kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>100kb/s</b> might be unsatisfactory for music and anything above <b>256kb/s</b> is probably overkill.
ka: ბიტრეიტი არის მონაცემთა რაოდენობის საზომი, რომელიც გამოიყენება აუდიო ტრეკის წამის წარმოსადგენად.<br>Amarok- ის მიერ გამოყენებული <b>Opus</b> encoder მხარს უჭერს <a href="http://en.wikipedia.org/wiki/Variable_bitrate">ცვლადი ბიტრეიტი (VBR)</a> პარამეტრს, რაც იმას ნიშნავს, რომ ბიტრეიტი მნიშვნელობა იცვლება ტრასის გასწვრივ, აუდიო შინაარსის სირთულის საფუძველზე. მონაცემთა უფრო რთული ინტერვალი დაშიფრულია უფრო მაღალი ბიტრეიტით, ვიდრე ნაკლებად რთული; ეს მიდგომა იძლევა საერთო უკეთეს ხარისხს და უფრო მცირე ფაილს, ვიდრე მუდმივი ბიტრეიტი მთელ ტრასაზე.<br>ამ მიზეზით, ამ სლაიდერის ბიტრეიტი არის მხოლოდ კოდირებული ტრეკის საშუალო ბიტრეიტი.<br><b>128 კბ / წმ</b> კარგი არჩევანია პორტატული პლეერის მუსიკის მოსასმენად.<br/><b>100 კბ / წმ-ზე</b> დაბალი ყველაფერი შეიძლება არადამაკმაყოფილებელი იყოს მუსიკისთვის და <b>256 კბ / წმ-ზე</b> მეტი რამ ალბათ ზედმეტია.

source: <a href=http://en.wikipedia.org/wiki/Opus_(audio_format)>Opus</a> is a patent-free digital audio codec using a form of lossy data compression.
ka: <a href="http://en.wikipedia.org/wiki/Opus_(audio_format)">Opus</a> არის პატენტის გარეშე ციფრული აუდიო კოდეკი მონაცემთა დაკარგვის ფორმის გამოყენებით.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>The <b>Vorbis</b> encoder used by Amarok supports a <a href=http://en.wikipedia.org/wiki/Vorbis#Technical_details>variable bitrate (VBR)</a> setting, which means that the bitrate value fluctuates along the track based on the complexity of the audio content. More complex intervals of data are encoded with a higher bitrate than less complex ones; this approach yields overall better quality and a smaller file than having a constant bitrate throughout the track.<br>The Vorbis encoder uses a quality rating "-q parameter" between -1 and 10 to define a certain expected audio quality level. The bitrate measure in this slider is just a rough estimate (provided by Vorbis) of the average bitrate of the encoded track given a q value. In fact, with newer and more efficient Vorbis versions the actual bitrate is even lower.<br><b>-q5</b> is a good choice for music listening on a portable player.<br/>Anything below <b>-q3</b> might be unsatisfactory for music and anything above <b>-q8</b> is probably overkill.
ka: ბიტრეიტი არის მონაცემთა რაოდენობის საზომი, რომელიც გამოიყენება აუდიო ტრეკის წამის წარმოსადგენად.<br>Amarok– ის მიერ გამოყენებული <b>Vorbis</b> encoder მხარს უჭერს <a href="http://en.wikipedia.org/wiki/Vorbis#Technical_details">ცვლადი ბიტრეიტი (VBR)</a> პარამეტრს, რაც იმას ნიშნავს, რომ ბიტრეიტი მნიშვნელობა იცვლება ტრასის გასწვრივ, აუდიო შინაარსის სირთულის საფუძველზე. მონაცემთა უფრო რთული ინტერვალი დაშიფრულია უფრო მაღალი ბიტრეიტით, ვიდრე ნაკლებად რთული; ეს მიდგომა იძლევა საერთო უკეთეს ხარისხს და უფრო მცირე ფაილს, ვიდრე მუდმივი ბიტრეიტი მთელ ტრასაზე.<br>Vorbis encoder იყენებს ხარისხის რეიტინგს "-q პარამეტრი" -1 და 10 შორის, რათა დადგინდეს გარკვეული მოსალოდნელი აუდიო ხარისხის დონე. ამ სლაიდერის ბიტრატის ზომა არის მხოლოდ უხეში შეფასება (Vorbis– ის მიერ მოწოდებული) კოდირებული ტრეკის საშუალო ბიტრეიტი, q მნიშვნელობის გათვალისწინებით. სინამდვილეში, უფრო ახალი და უფრო ეფექტური Vorbis ვერსიებით, ფაქტობრივი ბიტრეიტი კიდევ უფრო დაბალია.<br><b>-q5</b> კარგი არჩევანია პორტატული პლეერზე მუსიკის მოსასმენად.<br/>ყველაფერი <b>ქვემოთ -q3</b> შეიძლება იყოს არადამაკმაყოფილებელი მუსიკისთვის და ყველაფერი <b>-q8-</b> ზე მეტი ალბათ ზედმეტია.

source: Quality rating for variable bitrate encoding
ka: ხარისხის რეიტინგი ცვლადი ბიტრეიტით კოდირებისთვის

source: <a href=http://en.wikipedia.org/wiki/Vorbis>Ogg Vorbis</a> is an open and royalty-free audio codec for lossy audio compression.<br>It produces smaller files than MP3 at equivalent or higher quality. Ogg Vorbis is an all-around excellent choice, especially for portable music players that support it.
ka: <a href="http://en.wikipedia.org/wiki/Vorbis">Ogg Vorbis</a> არის ღია და ჰონორარის გარეშე აუდიო კოდეკი აუდიო დაკარგვისთვის.<br>იგი აწარმოებს უფრო მცირე ფაილებს, ვიდრე MP3 ექვივალენტური ან უფრო მაღალი ხარისხით. Ogg Vorbis არის ყოვლისმომცველი შესანიშნავი არჩევანი, განსაკუთრებით პორტატული მუსიკალური მოთამაშეებისთვის, რომლებიც მხარს უჭერენ მას.

source: The bitrate is a measure of the quantity of data used to represent a second of the audio track.<br>Due to the limitations of the proprietary <b>WMA</b> format and the difficulty of reverse-engineering a proprietary encoder, the WMA encoder used by Amarok sets a <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio>constant bitrate (CBR)</a> setting.<br>For this reason, the bitrate measure in this slider is a pretty accurate estimate of the bitrate of the encoded track.<br><b>136kb/s</b> is a good choice for music listening on a portable player.<br/>Anything below <b>112kb/s</b> might be unsatisfactory for music and anything above <b>182kb/s</b> is probably overkill.
ka: ბიტრეიტი არის მონაცემთა რაოდენობის საზომი, რომელიც გამოიყენება აუდიო ტრეკის წამის წარმოსადგენად.<br>საკუთრების <b>WMA</b> ფორმატის შეზღუდვებისა და საკუთრების ენკოდერის შებრუნების სირთულის გამო, WMA ენკოდერი, რომელსაც იყენებს Amarok, ადგენს <a href="http://en.wikipedia.org/wiki/Windows_Media_Audio#Windows_Media_Audio">მუდმივ ბიტრეიტს (CBR)</a> პარამეტრს.<br>ამ მიზეზით, ამ სლაიდერის ბიტრეიტი არის დაშიფრული ტრეკის ბიტრეატის საკმაოდ ზუსტი შეფასება.<br><b>136 კბ / წმ</b> კარგი არჩევანია პორტატული პლეერის მუსიკის მოსასმენად.<br/><b>112 კბ / წმ-ზე</b> ქვემოთ ყველაფერი შეიძლება არადამაკმაყოფილებელი იყოს მუსიკისთვის და <b>182 კბ / წმ-ზე</b> მეტი რამ ალბათ ზედმეტია.

source: <a href=http://en.wikipedia.org/wiki/Windows_Media_Audio>Windows Media Audio</a> (WMA) is a proprietary codec developed by Microsoft for lossy audio compression.<br>Recommended only for portable music players that do not support Ogg Vorbis.
ka: <a href="http://en.wikipedia.org/wiki/Windows_Media_Audio">Windows Media Audio</a> (WMA) არის საკუთრების კოდეკი, რომელიც შემუშავებულია Microsoft- ის მიერ აუდიო დაკარგვის კომპრესიისთვის.<br>რეკომენდებულია მხოლოდ პორტატული მუსიკალური ფლეერებისთვის, რომლებიც არ უჭერენ მხარს Ogg Vorbis- ს.

source: Invalid
ka: არასწორი

source: Just Copy
ka: უბრალოდ კოპირება

# Displayed next to the "Transcode:" label. %1 example: 'MP3'
source: All Tracks to %1
ka: ყველა ტრეკი %1-ზე

# Displayed next to the "Transcode:" label. %1 example: 'MP3'
source: Non-%1 Tracks to %1
ka: არა%1 ტრეკები %1-ზე

# Displayed next to the "Transcode:" label. %1 example: 'MP3'
source: When Needed to %1
ka: როცა საჭიროა %1

source: Fetching Cover
ka: ყდის გამოთხოვა

source: There was an error communicating with cover provider: %1
ka: შეცდომა ყდების მომწოდებელთან მიერთებისას: %1

source: Retrieved cover successfully for '%1'.
ka: '%1'-ის ყდა წარმატებით გამოვითხოვე.

source: Fetching cover for '%1' failed.
ka: '%1'-ის ყდის გამოთხოვის შეცდომა.

source: Canceled fetching cover for '%1'.
ka: '%1'-ის ყდის გამოთხოვა გაუქმდა.

source: Unable to find a cover for '%1'.
ka: '%1'-ის ყდა არ არსებობს.

source: Fetch Cover
ka: ყდის გამოთხოვა

source: Fetch the artwork for this album
ka: ამ ალბომის ნახატების გადმოწერა

source: Display Cover
ka: ყდის ჩვენება

source: Display artwork for this album
ka: სურათების ჩვენება ამ ალბომისთვის

source: Unset Cover
ka: ყდის მოხსნა

source: Remove artwork for this album
ka: სურათების წაშლა ამ ალბომისთვის

source: Are you sure you want to remove this cover from the Collection?
ka: მართლა გნებავთ ამ ყდის წაშლა კოლექციიდან?

source: Set Custom Cover
ka: ყდის ხელით მითითება

source: Set custom artwork for this album
ka: მორგებული სურათების დაყენება ამ ალბომისთვის

source: Select Cover Image File
ka: აირჩიეთ ყდის გამოსახულების ფაილი

source: &Clear
ka: &გაწმენდა

source: Finding cover for
ka: ყდის ძებნა სიმღერისთვის

source: Enter Custom Search
ka: შეიყვანეთ მორგებული ძებნა

source: Sort by size
ka: ზომის მიხედვით დალაგება

source: Cover Image Save Location
ka: ყდის სურათის შენახვის მდებარეობა

source: Sorry, the cover could not be saved.
ka: უკაცრავად, ყდის შენახვა შეუძლებელია.

source: Sorry, the cover image could not be retrieved.
ka: უკაცრავად, ყდის გამოსახულების მიღება შეუძლებელია.

source: Fetching Large Cover
ka: დიდი ყდის გადმოწერა

source: Download Progress
ka: გადმოწერის მიმდინარეობა

source: Cancel
ka: გაუქმება

source: Search
ka: ძებნა

source: Search For More Results
ka: მეტი შედეგის ძებნა

source: No Images Found
ka: გამოსახულებები ვერ ვიპოვე

source: 1 Image Found
ka: ნაპოვნია 1 გამოსახულება

source: Notes
ka: შენიშვნები

# @item::intable
source: Artist
ka: შემსრულებელი

# @item::intable
source: Country
ka: ქვეყანა

# @item::intable
source: Date
ka: თარიღი

# @item::intable File Format
source: Format
ka: ფორმატი

# @item::intable Image Height
source: Height
ka: სიმაღლე

# @item::intable Album Title
source: Title
ka: სათაური

# @item::intable Release Type
source: Type
ka: ტიპი

# @item::intable Release Date
source: Released
ka: გამოცემის თარიღი

# @item::intable File Size
source: Size
ka: ზომა

# @item::intable Cover Provider
source: Source
ka: წყარო

# @item::intable Image Width
source: Width
ka: სიგანე

# @item::intable URL
source: link
ka: ბმული

source: Cover Manager
ka: ყდის მმართველი

source: Albums By
ka: ალბომის შემსრულებელი

source: All Artists
ka: ყველა შემსრულებელი

source: Enter search terms here
ka: შეიყვანეთ საძებნი სტრიქონი

source: All Albums
ka: ყველა ალბომი

source: Albums With Cover
ka: ყდიანი ალბომები

source: Albums Without Cover
ka: უყდო ალბომები

source: Fetch Missing Covers
ka: ნაკლული ყდების გამოთხოვა

source: Fetching
ka: გამოთხოვა

source: Loading
ka: ჩატვირთვა

# The fetching is done.
source: Finished.
ka: დასრულდა.

source: Cover not found
ka: ყდა ნაპოვნი არაა

source: Fetching cover for %1 - %2...
ka: მიმდინარეობს ყდის გამოთხოვა %1-სთვის %2...

source: Fetching cover for %1...
ka: ყდის გამოთხოვა %1-სთვის...

source: Fetching 1 cover:
ka: <b>1</b> ყდის გამოთხოვა... :

source: 1 fetched
ka: 1 გამოთხოვილია

source: 1 not found
ka: 1 ნაპოვნი რაა

source: Connecting...
ka: დაკავშირება…

source: 1 result for "%2"
ka: 1 შედეგი "%2"-სთვის

source: 1 album
ka: 1 ალბომი

source: %1 by %2
ka: %1 %2-სგან

source: %2 - ( <b>1</b> without cover )
ka: %2 - ( <b>1</b> ყდის გარეშე )

source: Cover Image
ka: ყდის სურათი

source: No Artist
ka: შემსრულებლის გარეშე

source: Cover View
ka: ყდის ხედი

source: Could not open file "%1".
ka: ფაილის გახსნის შეცდომა: %1.

source: Input file produced by amarokcollectionscanner.<br>See <a href="http://community.kde.org/Amarok/Development/BatchMode">Batch Mode</a>.
ka: შეყვანის ფაილი amarokcollectionscanner-დან.<br>იხილეთ <a href="http://community.kde.org/Amarok/Development/BatchMode">პაკეტური რეჟიმი</a>.

source: Input file
ka: შეყვანის ფაილი

source: Full rescan
ka: მთლიანად თავიდან სკანირება

source: Rescan your entire collection. This will <i>not</i> delete any statistics.
ka: მთელი თქვენი კოლექციის თავიდან სკანირება. ეს <i>არ</i> წაშლის სტატისტიკას.

source: Import batch file...
ka: პაკეტური ფაილის შემოტანა...

source: Import collection from file produced by amarokcollectionscanner.
ka: კოლექციის შემოტანა amarokcollectionscanner-ის მიერ შექმნილი ფაილიდან.

source: &Scan folders recursively (requires full rescan if newly checked)
ka: &საქაღალდეების რეკურსიული სკანირება (სჭირდება სრულად თავიდან სკანირება, თუ ეს ახლა ჩართეთ)

source: &Watch folders for changes
ka: საქაღალდის &მონიტორინგი ცვლილებებზე

source: If selected, Amarok will read all subfolders.
ka: თუ ჩართულია, Amarok ყველა ქვესაქაღალდეს წაიკითხავს.

source: If selected, the collection folders will be watched for changes. The watcher will not notice changes behind symbolic links.
ka: არჩევის შემთხვევაში, კოლექციის საქაღალდეები უყურებენ ცვლილებებს. გუშაგი ვერ შეამჩნევს სიმბოლური ბმულების მიღმა ცვლილებებს.

source: Rescan '%1'
ka: '%1'-ის თავიდან სკაპირება

source: Import Collection
ka: კოლექციის შემოტანა

source: Import configuration
ka: კონფიგურაციის შემოტანა

source: Migrating
ka: მიგრირება

source: <b><font color='red'>Failed:</font></b> No tracks were imported
ka: <b><font color='red'>შეცდომა:</font></b> ტრეკები შემოტანილი არაა

source: <b><font color='green'>Success:</font></b> Imported %1 track
ka: <b><font color='green'>წარმატება:</font></b> შემოტანილია %1 აუდიობილიკი

source: <b><font color='red'>Failed:</font></b> Unable to import statistics
ka: <b><font color='red'>ჩავარდნა:</font></b> სტატისტიკის შემოტანა შეუძლებელია

source: <b><font color='red'>Error:</font></b> %1
ka: <b><font color='red'>შეცდომა:</font></b> %1

# Track has been imported, format: Track
source: Imported <b>%1</b>
ka: შემოტანილია <b>%1</b>

# Track has been imported, format: Artist - Track
source: Imported <b>%1 - %2</b>
ka: შემოტანილია <b>%1 - %2</b>

# Track has been imported, format: Artist - Track (Album)
source: Imported <b>%1 - %2 (%3)</b>
ka: შემოტანილია <b>%1 - %2 (%3)</b>

# Track has been discarded, format: Url
source: Discarded <b><font color='gray'>%1</font></b>
ka: მოცილებულია <b><font color='gray'>%1</font></b>

# Track has been imported by tags, format: Track, from Url, to Url
source: Imported <b><font color='green'>%1</font></b><br/>&nbsp;&nbsp;from %2<br/>&nbsp;&nbsp;to %3
ka: შემოტანილია <b><font color='green'>%1</font></b><br/>&nbsp;&nbsp;%2-დან<br/>&nbsp;&nbsp;%3-ში

# Track has been imported by tags, format: Artist - Track, from Url, to Url
source: Imported <b><font color='green'>%1 - %2</font></b><br/>&nbsp;&nbsp;from %3<br/>&nbsp;&nbsp;to %4
ka: შემოტანილია <b><font color='green'>%1 - %2</font></b><br/>&nbsp;&nbsp;%3-დან<br/>&nbsp;&nbsp;to %4-ში

source: Imported <b><font color='green'>%1 - %2 (%3)</font></b><br/>&nbsp;&nbsp;from %4<br/>&nbsp;&nbsp;to %5
ka: შემოტანილია <b><font color='green'>%1 - %2 (%3)</font></b><br/>&nbsp;&nbsp;%4-დან<br/>&nbsp;&nbsp;%5-ში

# Track has been matched ambiguously, format: Url
source: Multiple ambiguous matches found for <b><font color='red'>%1</font></b>, has been discarded.
ka: ერთზე მეტი გაურკვეველი დამთხვევა, აღმოჩენილი პირობისთვის <b><font color='red'>%1</font></b>, ახლა მოცილებულია.

source: Copy to Clipboard
ka: გაცვლის ბუფერში კოპირება

# %1 is the program name
source: %1 Diagnostics
ka: %1 დიაგნოსტიკა

# Usage
source: Yes
ka: დიახ

# Usage
source: No
ka: არა

source: %1 Diagnostics General Information: %1 Version: %2 KDE Frameworks Version: %3 Qt Version: %4 GStreamer: %5
ka: %1-ის დიაგნოსტიკა ზოგადი ინფორმაცია: %1-ის ვერსია: %2 KDE Framework-ის ვერსია: %3 Qt-ის ვერსია: %4 GStreamer: %5

source: Enabled Scripts: %1 Enabled Plugins: %2 Enabled Applets: %3
ka: ჩართული სკრიპტები: %1 ჩართული დამატებები: %2 ჩართული აპლეტები: %3

source: AND
ka: და

source: OR
ka: ან

source: Simple text
ka: უბრალო ტექსტი

source: Edit Filter
ka: ფილტრის ჩასწორება

source: Condition
ka: მდგომარეობა

source: invert
ka: ინვერსია

source: and
ka: და

source: or
ka: ან

source: Search filter
ka: ძებნის ფილტრი

source: Configure Equalizer
ka: ეკვალაიზერის მორგება

# label for equalizer gain and suffix
source: %1 dB
ka: %1 დბ

source: Active
ka: აქტიური

source: Presets
ka: პრესეტები

source: List of available equalizer presets.
ka: ეკვალაიზერის ხელმისაწვდომი პრესეტების ჩამონათვალი.

source: Save changes of currently selected preset
ka: ამჟამად მონიშნული პრესეტის ცვლილებების შენახვა

source: Save
ka: შენახვა
