Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: Delete currently selected preset. Not available for built-in presets.
ka: მონიშნუი პრესეტის წაშლა. ხელმიუწვდომელია ჩაშენებული პრესეტებისთვის.

source: Reset selected preset setting to default or to the last saved change.
ka: მონიშნული პრესეტის პარამეტრის ნაგულისხმევზე ან ბოლოს შენახულ ცვლილებაზე ჩამოყრა.

source: Reset to Default
ka: ნაგულისხმევ მნიშვნელობაზე დაბრუნება

source: Bands
ka: გუნდები

source: +dB
ka: +დბ

source: 0dB
ka: 0დბ

source: -dB
ka: - დბ

source: Preamp
ka: გაძლიერება

source: Hz
ka: ჰც

source: Choose Best Matches
ka: აირჩიეთ საუკეთესო დამთხვევები

source: Use the top result for each undecided track. Alternatively, you can click on <b>Choose Best Matches from This Album</b> in the context menu of a good suggestion; it may give even better results because it prevents mixing different album releases together.
ka: საუკეთესო შედეგის გამოყენება თითოეული გადაუწყვეტელი ტრეკისთვის. ან, საუკეთესო შეთავაზების მისაღებად, კონტქსტურ მენიუში შეგიძლიათ, დააწკაპუნოთ <b>საუკეთესო დამთხვევის მიღება ალბომიდან</b>. მან, შეიძლება, კიდევ უფრო უკეთესი შედეგი მოგცეთ, რადგან ის არ ურევს სხვასხვა ალბომებს.

source: Clear Choices
ka: არჩევნების გასუფთავება

source: Clear all choices, even manually made ones.
ka: ყველა ცვლილების გასუფთავება, ხელით არჩეულების ჩათვლით.

source: Collapse Chosen
ka: მონიშნულის აკეცვა

source: Expand Unchosen
ka: მოუნიშნავის ჩამოშლა

source: Expand All
ka: ყველას ამოკეცვა

source: MusicBrainz Tagger
ka: MusicBrainz-ის ჭდეები

source: Update tags for checked tracks and exit
ka: ჭდეების განახლება მონიშნული ტრეკებისთვის და გასვლა

source: &Update Tags
ka: &ჭდეების განახლება

source: Exit without saving
ka: შენახვის გარეშე გასვლა

source: &Cancel
ka: &გაუქმება

source: %1 or %2
ka: %1 ან %2

source: The Album Artist
ka: ალბომის შემსრულებელი

source: The Artist
ka: შემსრულებელი

source: Artist's Initial
ka: შემსრულებლის ინიციალები

source: File Extension of Source
ka: წყაროს ფაილის გაფართოება

source: Track Number
ka: აუდიობილიკის ნომერი

source: You can use the following tokens:
ka: შეგიძლიათ გამოიყენოთ შემდეგი კოდები:

source: If you surround sections of text that contain a token with curly-braces, that section will be hidden if the token is empty.
ka: თუ ტექსტის სექციებს, რომლებიც ტოკენს შეიცავს, ფიგურულ ფრცჩხილებში ჩასვამთ, სექცია დაიმალება, თუ ტოკენი ცარიელია.

source: Original: %1
ka: ორიგინალი: %1

source: Preview: %1
ka: მინიატურა: %1

source: There is a filename conflict, existing files will be overwritten.
ka: არსებობს ფაილის სახელის კონფლიქტი. არსებულ ფაილებს ზედ გადაეწერება.

source: There is a filename conflict, existing files will not be changed.
ka: არსებობს ფაილის სახელის კონფლიქტი. არსებული ფაილები არ შეიცვლება.

source: Organize Files
ka: ფაილების დალაგება

source: Base directory under which to put files
ka: საბაზისო საქაღალდე ფაილების ჩასალაგებლად

source: C&ollection Folder:
ka: &კოლექციის საქაღალდე:

source: The collection folder to which the files will be transferred.
ka: კოლექციის საქაღალდე, სადაც ფაილების გადაცემა ხდება.

source: <html>Show/hide additional controls to specify destination track paths based on their metadata.</html>
ka: <html>მეტამონაცემებზე დამოკიდებული სამიზნე ტრეკის ბილიკების მისათითებელი დამატებითი კონტროლის ელემენტების ჩვენება/დამალვა.</html>

source: Options
ka: მორგება

source: Destination Preview
ka: სამიზნის მინიატურა

source: If checked, overwrite files of the same name without asking.
ka: თუ ჩართულია, იგივე ფაილის სახელების თავზე გადაწერა კითხვის გარეშე მოხდება.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Check this to overwrite files of the same name automatically. <span style=" font-style:italic;">(Warning: Overwriting is not undoable)</span></p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ჩართეთ, თუ იგივე სახელის მქონე ფაილებზე ავტომატურად ზედ გადაწერა გნებავთ. <span style=" font-style:italic;">(გაფრთხილება: თავზე გადაწერა შეუქცევადია)</span></p></body></html>

source: Overwrite &Destination
ka: &სამიზნის თავზე გადაწერა

source: Character Replacement
ka: &სიმბოლოს ჩანაცვლება

source: If checked, convert spaces to underscores.
ka: თუ ჩართულია, ჰარეები ქვედა ტირეებში იქნება გადაყვანილი.

source: If checked all spaces will be replaced with underscores in the file names. If not, spaces will be left as they are.
ka: თუ ჩართულია, ფაილის სახელებში არსებული ჰარეები ქვედატირეებით ჩანაცვლება. თუ არა, ჰარეები დარჩება იქ, სადაც იყო.

source: Replace spaces with &underscores
ka: გამოტოვებების ქვედა&ხაზებით შეცვლა

source: If checked, append ', The' to the artists' names starting with 'The'.
ka: თუ ჩართულია, შემსრულებლებს, რომლებიც 'The'-ით იწყება, ბოლოში '.' მიეწერება.

source: If checked all artists starting with "The" will have it moved to the end. Example, "The Beatles" would become "Beatles, The"
ka: თუ ჩართულია, ყველა სიმბოლო, რომლის სახელიც იწყება არტიკლით "The", ბოლოში იქნება გადატანილი. მაგალითად, "The Beatles" გახდება "Beatles, The"

source: &Append 'The' to artist names
ka: 'The'-ის მიწერ&ა შემსრულებლის სახელებისთვის

source: Replace characters that are incompatible with MS-DOS/VFAT file systems with underscores. Most people can leave this option enabled.
ka: MS-DOS/VFAT ფაილურ სისტემებთან შეუთავსებელი სიმბოლოების ქვედატირეებით ჩანაცვლება. ხალხის უმრავლესობას შეუძლია, ეს პარამეტრი ჩართული დატოვოს.

source: If checked, replace characters that are incompatible with MS-DOS/VFAT file systems with underscores. Incompatible characters include |?*<":>+[] and unicode control characters. Most people can leave this option enabled as it ensures copying to media devices will function correctly.
ka: თუ ჩართულია, სიმბოლოები, რომლებიც არაა თავსებადი MS-DOS/VFAT ფაილურ სისტემასთან, ქვედატირეთი ჩანაცვლდება. არათავსებადი სიმბოლოებია: |?*<":>+[] და უნიკოდის საკონტროლო სიმბოლოებით. ხალხის უმეტესობას შეუძლია, ეს პარამეტრი ჩართული დატოვოს, რომ დარწმუნებული იყოს, რომ მედიამოწყობილობები სწორად იმუშავებს.

source: &VFAT safe names
ka: &VFAT-ისთვის უსაფრთხო სახელები

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If checked, all non-ASCII characters will be replaced with underscores.<span style=" font-weight:600;"> </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Do not check this option if you have non-English characters in your tags. </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Most people can leave this option unchecked.</p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">თუ ჩართულია, არა-ASCII სიმბოლოები ქვედატირეებით ჩანაცვლდება.<span style=" font-weight:600;"> </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">არ ჩართოთ, თუ ჭდეებში არაინგლისური სიმბოლოები გაქვთ. </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">უმრავლესობას შეუძლია, ეს პარამეტრი გამორთული დატოვოს.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If checked, all non-ASCII characters will be replaced with underscores.<span style=" font-weight:600;"> Do not check this option if you have non-English characters in your tags. </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Most people can leave this option <span style=" font-style:italic;">unchecked.</span></p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">თუ ჩართულია, ყველა არა-ASCII სიმბოლო ქვედატირეთი ჩანაცვლდება.<span style=" font-weight:600;"> არ ჩართოთ ეს პარამეტრი, თუ თქვენს ჭდეებში არაინგლისური სიმბოლოები გაქვთ. </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ხალხის უმრავლესობას შეუძლია, ეს პარამეტრი <span style=" font-style:italic;">გამორთული დატოვოს.</span></p></body></html>

source: Restrict to &ASCII
ka: &ASCII-ზე შეზღუდვა

source: Replace
ka: გამოცვლა

source: Regular expression
ka: რეგულარული გამოსახულება

source: Character string
ka: სტრიქონი

source: Tags
ka: ჭდეები

# The value for this tag is not known
source: Unknown
ka: უცნობი

source: Track Details: %1 by %2
ka: ტრეკის დეტალები: %1 %2-სგან

# The amount of tracks being edited
source: 1 Track
ka: 1 ტრეკის დეტალი

source: <b>%1</b> by <b>%2</b>
ka: <b>%1</b> ავტორი <b>%2</b>

source: <b>%1</b> by <b>%2</b> on <b>%3</b>
ka: <b>%1</b> ავტორი <b>%2</b> დრო <b>%3</b>

source: Editing 1 file
ka: 1 ფაილის ჩასწორება

# The collection this track is part of
source: None
ka: არაფერი

source: The track is not playable. %1
ka: ტრეკი დაკვრადი არაა. %1

source: Track Information
ka: ტრეკის ინფორმაცია

source: S&ummary
ka: &მიმოხილვა

source: Properties
ka: თვისებები

source: Statistics
ka: სტატისტიკა

source: Length:
ka: ხანგრძლივობა:

source: Bit rate:
ka: ბიტური სიჩქარე:

source: Sample rate:
ka: სემპლის სიხშირე:

source: Size:
ka: ზომა:

source: Format:
ka: ფორმატი:

source: Collection:
ka: კოლექცია:

source: Rating:
ka: შეფასება:

source: Play count:
ka: დაკვრების რაოდენობა:

source: Score:
ka: ქულები:

source: First played:
ka: პირველად დაკვრის დრო:

source: Last played:
ka: ბოლოს დაკვრის დრო:

source: Added to collection:
ka: ჩამატებულია კოლექციაში:

source: Note:
ka: შენიშვნა:

source: Ta&gs
ka: &ჭდეები

source: T&itle:
ka: &სახელი:

source: &Artist:
ka: &შემსრულებელი:

source: &Composer:
ka: &კომპოზიტორი:

source: Album artist:
ka: ალბომის შემსრულებელი:

source: Al&bum:
ka: &ალბომი:

source: Trac&k number:
ka: &ტრეკის ნომერი:

source: &Genre:
ka: &ჟანრი:

source: &Disc number:
ka: &დისკის ნომერი:

source: &Year:
ka: &წელი:

source: B&eats per minute:
ka: &ტაქტი წუთში:

source: Co&mment:
ka: &კომენტარი:

source: Get Tags from MusicBrain&z
ka: ჭდეების &MusicBrainz-დან მიღება

source: Guess Tags from &Filename
ka: ჭდეების &ფაილის სახელიდან მიხვედრა

source: L&yrics
ka: &ლირიკა

source: La&bels
ka: &ჭდეები

source: Label:
ka: ჭდე:

source: Insert your custom label here or select one from the list.
ka: ჩასვით თქვენი ჭდე აქ ან აირჩიეთ სიიდან.

source: Custom labels for this item:
ka: მორგებული ჭდეები ამ ელემენტისთვის:

source: Remove
ka: წაშლა

source: Location:
ka: მდებარეობა:

source: &Previous
ka: &წინა

source: &Next
ka: &შემდეგი

source: Per trac&k
ka: თითოეული ტრე&კისთვის

source: Sa&ve && Close
ka: &შენახვა და დახურვა

source: The following tokens can be used to define a filename scheme:<br> <font color="%1">%track%</font>, <font color="%2">%title%</font>, <font color="%3">%artist%</font>, <font color="%4">%composer%</font>, <font color="%5">%year%</font>, <font color="%6">%album%</font>, <font color="%7">%albumartist%</font>, <font color="%8">%comment%</font>, <font color="%9">%genre%</font>, %ignore%.
ka: ფაილის სახელის სქემის აღსაწერად, შეგიძლიათ, გამოიყენოთ შემდეგი კოდები:<br> <font color="%1">%track%</font>, <font color="%2">%title%</font>, <font color="%3">%artist%</font>, <font color="%4">%composer%</font>, <font color="%5">%year%</font>, <font color="%6">%album%</font>, <font color="%7">%albumartist%</font>, <font color="%8">%comment%</font>, <font color="%9">%genre%</font>, %ignore%.

source: Guess Tags from Filename
ka: ჭდეების ფაილის სახელიდან მიხვედრა

# Text to represent an empty tag. Braces (<>) are only to clarify emptiness.
source: &lt;empty&gt;
ka: &lt;ცარიელი&gt;

source: Edit &case
ka: რეგისტრის &ჩასწორება

source: &Title case
ka: &როგორც სათაური

source: &First letter of every word uppercase
ka: თითოეული სიტყვის პირველი ასო დიდი ა&სოებით

source: All &uppercase
ka: ყველა მაღალი რეგისტ&რით

source: All &lowercase
ka: ყველა დაბალი რეგ&ისტრით

source: Remove trailing &spaces in tags
ka: ჭდეებში ბოლოში მიწერილი ჰარეები&ს მოცილება

source: Replace &underscores with spaces
ka: ქვედატირეების ჩანაცვლება ტი&რეებით

source: Result Preview
ka: შედეგი მინიატურა

source: Composer:
ka: კომპოზიტორი:

source: Year:
ka: წელი:

source: Track Number
ka: აუდიობილიკის ნომერი

source: Comment:
ka: კომენტარი:

source: Album:
ka: ალბომი:

source: Genre:
ka: ჟანრი:

source: Unknown album
ka: უცნობი ალბომი

source: Unknown artist
ka: უცნობი შემსრულებელი

source: No comments
ka: კომენტარების გარეშე

source: Unknown composer
ka: უცნობი კომპოზიტორი

source: Unknown disc number
ka: დისკის უცნობი ნომერი

source: Unknown genre
ka: უცნობი ჟანრი

source: Unknown title
ka: უცნობი სათაური

source: Unknown year
ka: უცნობი წელი

# Random bias representation
source: Random tracks
ka: შემთხვევითი ტრეკები

# And bias representation
source: Match all
ka: ემთხვევა ყველას

# Prefix for AndBias. Shown in front of a bias in the dynamic playlist view
source: and
ka: და

# Prefix for OrBias. Shown in front of a bias in the dynamic playlist view
source: or
ka: ან

# Or bias representation
source: Match any
ka: ემთხვევა ნებისმიერს

source: Random
ka: შემთხვევითი

source: Generating playlist...
ka: დასაკრავი სიის გენერაცია...

# Name of the "AlbumPlay" bias
source: Album play
ka: ალბომების დაკვრა

# Description of the "AlbumPlay" bias
source: The "AlbumPlay" bias adds tracks that belong to one album.
ka: პირობა "მთელი ალბომის დაკვრა" ამატებს ტრეკებს, რომლებიც ერთ ალბომს მიეკუთვნება.

# AlbumPlay bias representation
source: The next track from the album
ka: შემდეგი ტრეკი ალბომიდან

# AlbumPlay bias representation
source: Any later track from the album
ka: ნებისმიერი შემდეგი ტრეკი ალბომიდან

# AlbumPlay bias representation
source: Tracks from the same album
ka: ტრეკები იგივე ალბომიდან

source: Track directly follows previous track in album
ka: ტრეკი პირდაპირ მიჰყვება წინა ტრეკს ალბომში

source: Track comes after previous track in album
ka: ტრეკი ალბომში წინა ტრეკის შემდეგაა

source: Track is in the same album as previous track
ka: ტრეკი იგივე ალბომშია წინა ტრეკის სახით

# Name of the "EchoNest" bias
source: EchoNest similar artist
ka: მსგავსი შემსრულებელი EchoNest-დან

# Description of the "EchoNest" bias
source: The "EchoNest" bias looks up tracks on echo nest and only adds similar tracks.
ka: ტონი "EchoNest" მოძებნის ტრეკებს EchoNest-ზე და, მხოლოდ, მსგავს ტრეკებს დაამატებს.

# EchoNest bias representation
source: Similar to the previous artist (as reported by EchoNest)
ka: წინა შემსრულებლის მსგავსი (EchoNest-ის აზრით)

# EchoNest bias representation
source: Similar to any artist in the current playlist (as reported by EchoNest)
ka: მიმდინარე დასაკრავ სიაში არსებული ნებისმიერი შემსრულებლის მსგავსი (EchoNest-ის აზრით)

source: <a href="http://the.echonest.com/">the echonest</a> thinks the artist is similar to
ka: <a href="http://the.echonest.com/">the echonest</a> ფიქრობს, რომ ეს შემსრულებელი ჰგავს შემსრულებელს

source: the previous track's artist
ka: წინა ტრეკის შემსრულებელი

source: one of the artist in the current playlist
ka: მიმდინარე დასაკრავი სიის ერთ-ერთი შემსრულებელი

# Name of the "IfElse" bias
source: If Else
ka: თუ არადა

# Description of the "IfElse" bias
source: The "IfElse" bias adds tracks that match at least one of the sub biases. It will only check the second sub-bias if the first doesn't return any results.
ka: პირობა "თუარადა" ამატებს ტრეკებს, რომლებიც ერთ ან მეტ ქვეპირობას აკმაყოფილებს. ის, მხოლოდ, შეამოწმებს მეორე ქვეპირობას, თუ პირველმა შედეგები არ დააბრუნა.

# IfElse bias representation
source: Match all sequentially
ka: თანმიმდევრული დამთხვევა

# Name of the "Part" bias
source: Partition
ka: დანაყოფი

# Description of the "Part" bias
source: The "Part" bias fills parts of the playlist from different sub-biases.
ka: ტონი "ნაწილი" დასაკრავი სიის ნაწილებს სხვა ქვეტონებიდან ავსებს.

source: This controls what portion of the playlist should match the criteria
ka: ეს აკონტროლებს, დასაკრავი სიის რომელი ნაწილი უნდა აკმაყოფილებდეს პირობებს

# Part bias representation
source: Partition
ka: დანაყოფი

# Name of the "QuizPlay" bias
source: Quiz play
ka: ვიქტორინა

# Description of the "QuizPlay" bias
source: The "QuizPlay" bias adds tracks that start with a character the last track ended with.
ka: პირობა "ქვიზისთამაში" ამატებს ტრეკებს, რომლებიც იწყება სიმბოლოთი, რომლითაც წინა ტრეკი დამთავრდა.

# QuizPlay bias representation
source: Tracks whose title start with a character the last track ended with
ka: ტრეკები, რომლის სათაურიც ბოლოს დაკრული ტრეკის ბოლო სიმბოლოთი იწყება

# QuizPlay bias representation
source: Tracks whose artist name start with a character the last track ended with
ka: ტრეკები, რომლის შემსრულებლის სახელიც ბოლოს დაკრული ტრეკის ბოლო სიმბოლოთი იწყება

# QuizPlay bias representation
source: Tracks whose album name start with a character the last track ended with
ka: ტრეკები, რომლის ალბომის სახელიც იწყება ბოლოს დაკრული ტრეკის ბოლო სიმბოლოთი

source: Last character of the previous song is the first character of the next song
ka: წინა სიმღერის ბოლო სიმბოლო შემდეგი სიმღერის პირველი სიმბოლოა

source: of the track title (Title quiz)
ka: სახელის პირველი და ბოლო ასოები

source: of the artist (Artist quiz)
ka: შემსრულებლის პირველი და ბოლო ასოები

source: of the album name (Album quiz)
ka: ალბომის პირველი და ბოლო ასოები

# Name of the "SearchQuery" bias
source: Search
ka: ძებნა

# Description of the "SearchQuery" bias
source: The "SearchQuery" bias adds tracks that are found by a search query. It uses the same search query as the collection browser.
ka: ტონი "ძებნა" ამატებს ტრეკებს, რომლებიც ძიების პირობის მიერაა აღმოჩენილი. ის იყენებს იგივე ძებნის პირობას, რასაც კოლექციების ბრაუზერი.

# SearchQuery bias representation
source: Search for: %1
ka: ძებნა: %1

# Name of the "TagMatch" bias
source: Match meta tag
ka: მეტაჭდის დამთხვევა

# Description of the "TagMatch" bias
source: The "TagMatch" bias adds tracks that fulfill a specific condition.
ka: ტონი "ჭდისდამთხვევა' ამატებს ტრეკებს, რომლებიც მითითებულ მოთხოვნას აკმაყოფილებენ.

source: Invert condition
ka: პირობის ინვერსია

# Inverted condition in tag match bias
source: Not %1
ka: არა %1

# Name of the random bias
source: Random
ka: შემთხვევითი

# Description of the random bias
source: The random bias adds random tracks from the whole collection without any bias.
ka: შემთხვევითი ტონი დაამატებს შემთხვევით ტრეკებს მთელი კოლექციიდან ყოველგვარი არჩევის წესის მიხედვით.

# Name of the "And" bias
source: And
ka: და

# Description of the "And" bias
source: The "And" bias adds tracks that match all of the sub biases.
ka: ტონი "და" დაამატებს ტრეკებს, რომლის ყველა ქვეტონიც ემთხვევა.

# Name of the "Or" bias
source: Or
ka: ან

# Description of the "Or" bias
source: The "Or" bias adds tracks that match at least one of the sub biases.
ka: ტონი "ან" დაამატებს ტრეკებს, რომლებიც, ქვეტონების, სულ ცოტა, ერთ ქვეტონს ემთხვევა.

source: Replacement for bias %1
ka: ჩანაცვლება პირობისთვის %1

# Default name for new playlists
source: New playlist
ka: ახალი დასაკრავი სია

source: Rock and Pop
ka: როკი და პოპი

source: Rock
ka: როკი

source: Pop
ka: პოპი

source: Album play
ka: ალბომების დაკვრა

# Name of a dynamic playlist
source: Rating
ka: შეფასება

source: Too many errors encountered in playlist. Playback stopped.
ka: აღმოჩენილია მეტისმეტად ბევრი შეცდომა. დაკვრა სეწყვეტილია.

# track by artist on album
source: <b>%1</b> by <b>%2</b> on <b>%3</b>
ka: <b>%1</b> ავტორი <b>%2</b> დრო <b>%3</b>

# track by artist
source: <b>%1</b> by <b>%2</b>
ka: <b>%1</b> ავტორი <b>%2</b>

# track on album
source: <b>%1</b> on <b>%2</b>
ka: <b>%1</b> <b>%2</b>-ზე

# track from source
source: from <b>%1</b>
ka: <b>%1</b>-დან

source: Manual
ka: ხელით

source: Classical
ka: კლასიკა

source: Club
ka: კლუბი

source: Dance
ka: საცეკვაო

source: Full Bass
ka: ბასის გაძლიერება

source: Full Treble
ka: მაღალი სიხშირეების გაძლიერება

source: Full Bass + Treble
ka: სრული ბასი + მაღლები

source: Laptop/Headphones
ka: ნოუთბუქი/ყურსასმენები

source: Large Hall
ka: დიდი ოთახი

source: Live
ka: მიმდინარე

source: Party
ka: წვეულება

source: Reggae
ka: რეგა

source: Soft
ka: რბილი

source: Ska
ka: სკა

source: Soft Rock
ka: რბილი როკი

source: Techno
ka: რექნო

source: Zero
ka: ზერო

# Database type
source: embedded
ka: ჩადგმული

# Database type
source: external
ka: გარე

source: Username
ka: მომხმარებლის სახელი

source: Database type
ka: მონაცემთა ბაზის ტიპი

source: Database location
ka: ბაზის მდებარეობა

source: Target name
ka: სამიზნის სახელი

source: Hostname
ka: ჰოსტის სახელი

source: Port
ka: პორტი

source: Database name
ka: ბაზის სახელი

source: MySQL server binary
ka: MySQL სერვერის გამშვები ფაილი

source: Amarok 2.x Statistics Importer
ka: Amarok 2.x-ის სტატისტიკის შემოტანა

source: Banshee Statistics Importer
ka: Banshee-ის სტატისტიკის შემომტანი

source: Clementine Statistics Importer
ka: Clementine-ის სტატისტიკის შემომტანი
