Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: An editor for a CheckPoint constraint. The user can set the track, album, or artist to be placed at a certain position in the playlist.
ka: რედაქტორი საკვანძო წერტილის შეზღუდვისთვის. მომხმარებელს შეუძლია, მოირგოს ტრეკი, ალბომი ან შემსრულებელი, რომ ის დასაკრავი სიის გარკვეულ ადგილას მოთავსდეს.

source: Checkpoint Constraint Settings
ka: საკონტროლო წერტილის შეზღუდვის მორგება

source: Select the track that you want to use as the checkpoint.
ka: აირჩიეთ ტრეკი, რომელიც საკვანძო წერტილად გსურთ, გამოიყენოთ.

source: Position:
ka: მდებარეობა:

source: The desired position of the track in the playlist, in hours, minutes, and seconds. Note: because of Qt limitations, the maximum position that you can specify is 24 hours.
ka: ტრეკის სასურველი მდებარეობა დასაკრავ სიაში საათებში, წუთებში და წამებში. შენიშვნა: Qt-ის შეზღუდვის გამო მდებარეობის მაქსიმუმი 24 საათია.

source: h:mm:ss
ka: ს:წწ:წწ

source: How strict the APG should be about placing the selected track at the specified time.
ka: რა დონეზე მკაცრი უნდა იყოს APG მითითებული ტრეკის მითითებულ დროზე მოთავსებისას.

source: Match:
ka: დამთხვევა:

source: fuzzy
ka: გადღაბნილი

source: exact
ka: ზუსტი

source: Playlist Duration
ka: დასაკრავი სიის ხანგრძლივობა

source: Sets the preferred duration of the playlist
ka: აყენებს სასურველ ხანგრძლივობას დასაკრავი სიისთვის

# %1 is a length of time (e.g. 5:00 for 5 minutes)
source: Playlist duration: equals %1
ka: დასაკრავი სიის ხანგრძლივობა: უდრის %1

# %1 is a length of time (e.g. 5:00 for 5 minutes)
source: Playlist duration: more than %1
ka: დასაკრავი სიის ხანგრძლივობა: მეტი, ვიდრე %1

# %1 is a length of time (e.g. 5:00 for 5 minutes)
source: Playlist duration: less than %1
ka: დასაკრავი სიის ხანგრძლივობა: ნაკლები, ვიდრე %1

source: Playlist duration: unknown
ka: დასაკრავი სიის ხანგრძლივობა: უცნობია

source: An editor for a PlaylistDuration constraint. The user can set the name of the constraint; the target duration and whether the playlist should be less than, equal to, or greater than that duration; and the strictness with which the APG should match that duration.
ka: რედაქტორი PlaylistDurection შეზღუდვისთვის. მომხმარებელს შეუძლია, დააყენოს სახელი ამ შეზღუდვისთვის, სამიზნე ხანგრძლივობა და იქნება თუ არა დასაკრავი სია ნაკლები, ტოლი ან მეტი ამ ხანგრძლივობაზე და სიმკაცრე, რომლითაც APG-მა ამ შეზღუდვას უნდა შეხედოს.

source: Playlist Duration Constraint Settings
ka: დასაკრავი სიის ხანგრძლივობის შეზღუდვის პარამეტრები

source: Whether the duration of the generated playlist should be shorter than, equal to, or longer than the specified value.
ka: უნდა იყოს თუ არა გენერირებული დასაკრავი სიის ხანგრძლივობა მითითებულ მნიშვნელობაზე მცირე, ტოლი თუ უფრო დიდი.

source: shorter than
ka: მოკლეა, ვიდრე

source: equal to
ka: უდრის

source: longer than
ka: გრძელია, ვიდრე

source: The desired duration of the playlist, in hours, minutes, and seconds. Note: because of Qt limitations, the maximum playlist duration that you can specify is 24 hours.
ka: დასაკრავის სიის ხანგრძლივობა საათებში, წუთებში და წამებში. შენიშვნა: Qt-ის შეზღუდვების გამო დასაკრავი სიის მაქსიმალური ხანგრძლივობა 24 საათია.

source: How strict the APG should be about matching the playlist duration to the specified time.
ka: რამდენად მკაცრი უნდა იყოს APG დასაკრავი სიის ხანგრძლივობის მითითებულ დროსთან შედარებისას.

source: Total File Size of Playlist
ka: სრული ფაილის ზომა დასაკრავი სიისთვის

source: Sets the preferred total file size of the playlist
ka: აყენებს დასაკრავი სიის სრული ფაილის სასურველ ზომას

# %1 is a file size (e.g. 50 MB)
source: Total file size of playlist: equals %1
ka: დასაკრავი სიის ჯამური ფაილის ზომა: უდრის %1

# %1 is a file size (e.g. 50 MB)
source: Total file size of playlist: more than %1
ka: დასაკრავი სიის ჯამური ფაილის ზომა: მეტი, ვიდრე %1

# %1 is a file size (e.g. 50 MB)
source: Total file size of playlist: less than %1
ka: დასაკრავი სიის ჯამური ფაილის ზომა: ნაკლები, ვიდრე %1

source: Total file size of playlist: unknown
ka: დასაკრავი სიის ჯამური ფაილის ზომა: უცნობია

source: An editor for a Playlist Length constraint. The user can specify the target number of tracks and whether the playlist contain fewer than, equal to, or more than that number of tracks; and the strictness with which the APG should match the target number of tracks.
ka: რედაქტორი დასაკრავი სიის სიგრძის შეზღუდვისთვის. მომხმარებელს შეუძლია, ტრეკების სასურველი რაოდენობადა იქნება თუ არა დასაკრავი სია ნაკლები, ტოლი ან მეტი ამ რაოდენობაზე და სიმკაცრე, რომლითაც APG-მა ამ შეზღუდვას უნდა შეხედოს.

source: Playlist Total Size Constraint Settings
ka: დასაკრავი სიის სრული ზომის შეზღუდვის მორგება

source: Whether the total size of all files in the generated playlist should be less than, equal to, or more than the specified value.
ka: უნდა იყოს თუ არა ყველა ფაილის საერთო ზომა გენერირებულ დასაკრავ სიაში მითითებულ მნიშვნელობაზე ნაკლები, ტოლი, ან მეტი.

source: less than
ka: ნაკლები, ვიდრე

source: more than
ka: მეტი, ვიდრე

source: The target total size of all the files in the playlist.
ka: დასაკრავი სიის ყველა ფაილის სამიზნე ჯამური ზომა.

source: The file size units used by the constraint. Note that kB is 1,000 bytes; MB is 1,000,000 bytes; and so forth.
ka: შეზღუდვის მიერ გამოყენებული ფაილის ზომის ერთეულები. დაიმახსოვრეთ, რომ კბ 1,000 ბაიტია, მბ 1,000,000 ბაიტია და ა.შ.

source: kB
ka: კბ

source: MB
ka: მბ

source: GB
ka: გბ

source: TB
ka: ტბ

source: <html><head/><body><p>How strict the APG should be about matching the total size of all files in the playlist to the specified size.</p></body></html>
ka: <html><head/><body><p>რა დონეზე მკაცრი უნდა იყოს APG დასაკრავ სიაში არსებული ფაილების ჯამური ზომის მითითებულთან შედარებისას.</p></body></html>

source: Playlist Length
ka: დასაკრავი სიის ხანგრძლივობა

source: Sets the preferred number of tracks in the playlist
ka: დააყენებს ტრეკების რაოდენობას დასაკრავ სიაში

# %1 is a number
source: Playlist length: 1 track
ka: დასაკრავის სიის სიგრძე: 1 ტრეკი

# %1 is a number
source: Playlist length: more than 1 track
ka: დასაკრავის სიის სიგრძე: 1-ზე მეტი ტრეკი

# %1 is a number
source: Playlist length: less than 1 track
ka: დასაკრავის სიის სიგრძე: 1-ზე ნაკლები ტრეკი

source: Playlist length: unknown
ka: დასაკრავის სიის სიგრძე: უცნობია

source: Playlist Length Constraint Settings
ka: დასაკრავი სიის სიგრძის შეზღუდვის მორგება

source: Whether the number of tracks in the generated playlist should be less than, equal to, or more than the specified value.
ka: უნდა იყოს თუ არა ტრეკების რაოდენობა გენერირებულ დასაკრავ სიაში მითითებულ მნიშვნელობაზე ნაკლები, ტოლი, ან მეტი.

source: fewer than
ka: ნაკლები, ვიდრე

source: The target number of tracks for the generated playlist.
ka: ტრეკების სამიზნე რაოდენობა გენერირებულ დასაკრავ სიაში.

source: How strict the APG should be about matching the playlist length to the specified number of tracks.
ka: რამდენად მკაცრი უნდა იყოს APG მითითებული რაოდენობის მქონე ტრეკებისგან შექმნილი დასაკრავი სიის დროის შეზღუდვისას.

source: Prevent Duplicates
ka: დუბლიკატების თავიდან აცილება

source: Prevents duplicate tracks, albums, or artists from appearing in the playlist
ka: თავიდან აიცილებს დუბლირებულ ტრეკებს, ალბომებს ან შემსრულებლებს დასაკრავ სიაში

source: Prevent duplicate tracks
ka: დუბლირებული ტრეკების თავიდან აცილება

source: Prevent duplicate artists
ka: დუბლირებული შემსრულებლების თავიდან აცილება

source: Prevent duplicate albums
ka: დუბლირებული ალბომების თავიდან აცილება

source: An editor for a Prevent Duplicates constraint. When set to "track", it will try to prevent more than one copy of the same track from ending up in the playlist. When set to "album" or "artist", it will try to prevent more than one track from a given album or a given artist from ending up in the playlist.
ka: რედაქტორი გამეორებების აკრძალვის შეზღუდვისთვის. როცა დაყენებულია "ტრეკზე", ის სცდის, თავიდან აიცილოს ამ ტრეკის ერთზე მეტი ასლის არსებობა დასაკრავ სიაში. როცა დაყენებულია "ალბომზე", ან "შემსრულებელზე, ის სცდის, დასაკრავ სიაში მითითებული ალბომიდან ან შემსრულებლისგან ერთ ტრეკზე მეტი არ იყოს.

source: Prevent Duplicates Constraint Settings
ka: დუბლიკატების აკრძალვის მორგება

source: Control which duplicates to prevent. "Prevent duplicate tracks" is the least restrictive, and "prevent duplicate artists" is the most restrictive.
ka: მართეთ, რისი გამეორებები იქნება თავიდან აცილებული. "გამეორებული ტრეკების თავიდან აცილება" ყველაზე ნაკლებად მკაცრია და "გამეორებული შემსრულებლების თავიდან აცილება" ყველაზე მეტად.

source: Prevent duplicate
ka: დუბლირების თავიდან აცილება

source: tracks
ka: ტრეკები

source: albums
ka: ალბომები

source: artists
ka: შემსრულებლები

source: Match Tags
ka: ჭდის პირობები

source: Make all tracks in the playlist match the specified characteristic
ka: დასაკრავი სიის ყველა ტრეკის დამთხვევა მითითებულ მახასიათებელზე

source: Match tag:%1 %2 %3 %4
ka: ემთხვევა ჭდე:%1 %2 %3 %4

source: not
ka: არ

# number of stars in the rating of a track
source: %1 star
ka: %1 ვარსკვლავი

# a numerical tag (like year or track number) equals a value
source: equals
ka: უდრის

source: greater than
ka: მეტი ვიდრე

source: before
ka: მითითებულ დრომდე

source: on
ka: მითითებულ დროს

source: after
ka: მითითებულ დროის შემდეგ

source: within
ka: მითითებულ საზღვრებში

# an alphabetical tag (like title or artist name) equals some string
source: equals
ka: უდრის

# an alphabetical tag (like title or artist name) starts with some string
source: starts with
ka: იწყება

# an alphabetical tag (like title or artist name) ends with some string
source: ends with
ka: მთავრდება

# an alphabetical tag (like title or artist name) contains some string
source: contains
ka: შეიცავს

source: regexp
ka: რეგგამოს

source: unknown comparison
ka: უცნობი შედარება

source: %1 day
ka: 1 დღე

source: %1 month
ka: %1 თვე

source: %1 year
ka: 1 წელი

# within the last %1 days
source: day
ka: დღე

# within the last %1 months
source: month
ka: თვე

# within the last %1 years
source: year
ka: წელი

source: An editor for a TagMatch constraint. The user can specify a track characteristic, and the APG will fill the playlist with tracks that match that characteristic. This functions similarity to the matching attributes of the smart playlists in Amarok 1.4.
ka: რედაქტორი TagMatch შეზღუდვისთვის. მომხმარებელს შეუძლია, მიუთითოს ტრეკის პირობები და APG შეავსებს დასაკრავ სიას ტრეკებით, რომლებიც ამ თვისებებს აკმაყოფილებს. ეს მუშაობს დაახლოებით ისე, როგორც ჭკვიანი დასაკრავი სიების ატრიბუტების დამთხვევა Amarok 1.4-ში.

source: Match Tag Constraint Settings
ka: ჭდის დამთხვევის შეზღუდვის მორგება

source: Selects which track characteristic you want to match.
ka: აირჩიეთ, რომელი ტრეკის მახასიათებელს გნებავთ, დაემთხვეს.

source: Field:
ka: ველი:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Calibri'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The APG will choose all tracks that do <span style=" font-weight:600;">not</span> match the specified characteristics.</p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Calibri'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">APG აირჩიევს ყველა ტრეკს, რომლებიც მითითებულ მოთხოვნებს <span style=" font-weight:600;">არ</span> აკმაყოფილებენ.</p></body></html>

source: Invert:
ka: ინვერსია:

source: Whether the APG should choose tracks that are less than, equal to, or greater than the specified value.
ka: უნდა აირჩიოს თუ არა APG-მა ტრეკები, რომელიც მითითებულ მნიშვნელობაზე ნაკლები, ტოლი ან მეტია.

source: The numerical value that the track characteristic should match.
ka: რიცხვითი მნიშვნელობა, რომელიც ტრეკის მახასიათებელს უნდა დაემთხვეს.

source: How strict the APG should be about matching tracks to the specified value.
ka: რა დონეზე მკაცრი უნდა იყოს APG ტრეკების მითითებულ მნიშვნელობაზე დამთხვევისას.

source: Whether the APG should choose tracks that are before, on, or after a specific date; or whether it should choose tracks that are within a certain time range.
ka: უნდა აირჩიოს, თუ არა APG-მა ტრეკები, რომლებიც მითითებულ თარიღზე ახალი, ტოლი ან ძველია, ან თუ უნდა აირჩიოს ტრეკები, რომლებიც გარკვეული დროის შუალედიდანაა.

source: within the last
ka: ბოლოში

source: The specific date that the APG should use for matching.
ka: თარიღი, რომელსაც APG უნდა დაემთხვეს.

source: The relative time period that the APG should try to match.
ka: დროის პერიოდი, რომელსაც APG უნდა დაემთხვეს.

source: How strict the APG should be about matching tracks to the specified date.
ka: რამდენად მკაცრი უნდა იყოს APG მითითებულ თარიღთან ტრეკების დამთხვევისას.

source: Whether the APG should match tracks that equal, start with, end with, or contain the specified string.
ka: უნდა აირჩიოს თუ არა APG-მა ტრეკები, რომელიც მითითებული სტრიქონით იწყება, სრულდება, ან შეიცავს.

source: equals
ka: უდრის

source: starts with
ka: იწყება

source: ends with
ka: მთავრდება

source: contains
ka: შეიცავს

source: The string that the APG should use when matching tracks.
ka: სტრიქონი, რომელიც APG-მა უნდა გამოიყენოს ტრეკების ძებნისას.

source: Whether the APG should choose tracks that are less than, equal to, or greater than the specified time.
ka: უნდა აირჩიოს თუ არა APG-მა ტრეკები, რომლის ხანგრძლივობაც მითითებულ დროზე ნაკლები, ტოლი ან მეტია.

source: The time that the APG should try to match.
ka: დრო, როცა APG უნდა დაემთხვეს.

source: How strict the APG should be about matching tracks to the specified time.
ka: რამდენად მკაცრი უნდა იყოს APG ტრეკის მითითებულ დროზე დამთხვევისას.

source: Whether the APG should choose tracks that are less than, equal to, or greater than the specified rating.
ka: უნდა აირჩიოს თუ არა APG-მა ტრეკები, რომლებიც ნაკლებია, ტოლია ან მეტია მითითებულ რეიტინგზე.

source: The rating that the APG should try to match.
ka: რეიტინგი, რომელსაც APG უნდა დაემთხვეს.

source: How strict the APG should be about matching tracks to the specified rating.
ka: რამდენაც მკაცრი უნდა იყოს APG ტრეკის მითითებულ რეიტინგთან დამთხვევისას.

source: title
ka: სათაური

source: artist name
ka: შემსრულებლის სახელი

source: album name
ka: ალბომის სახელი

source: genre
ka: ჟანრი

source: composer
ka: კომპოზიტორი

# Field name
source: year
ka: წელი

source: comment
ka: კომენტარი

source: track number
ka: ტრეკის ნომერი

source: disc number
ka: დისკის ნომერი

source: length
ka: ხანგრძლივობა

source: added to collection
ka: ჩამატებულია კოლექციაში

source: score
ka: ქულები

source: rating
ka: შეფასება

source: first played
ka: პირველად დაკვრის დრო

source: last played
ka: ბოლოს დაკვრის დრო

source: play count
ka: დაკვრების რაოდენობა

source: label
ka: ჭდე

source: The playlist generator failed to load any tracks from the collection.
ka: დასაკრავი სიის გენერატორმა კოლექციიდან ტრეკები ვერ აირჩია.

source: There are no tracks that match all constraints. The playlist generator will find the tracks that match best, but you may want to consider loosening the constraints to find more tracks.
ka: ტრეკი, რომლებიც ყველა შეზღუდვას აკმაყოფილებს, არ არსებობს. დასაკრავი სიის გენერატორი იპოვის ტრეკებს, რომლებიც საუკეთესოდ ემთხვევა, მაგრამ უფრო მეტის საშოვნად, მე მგონი, ფილტრების სიმკაცრე უნდა შეამციროთ.

source: New playlist preset
ka: ახალი დასაკრავი სიის პრესეტი

source: Unnamed playlist preset
ka: უსახელო დასაკრავი სიის პრესეტი

source: Generating a new playlist
ka: ახალი დასაკრავი სიის გენერაცია

source: The playlist generator created a playlist which does not meet all of your constraints. If you are not satisfied with the results, try loosening or removing some constraints and then generating a new playlist.
ka: დასაკრავი სიის გენერატორმა შექმნა დასაკრავი სია, რომელიც თქვენს ყველა მოთხოვნას არ აკმაყოფილებს. თუ შედეგებით კმაყოფილი არ ხართ, სცადეთ, შეასუსტოთ ან მოაცილოთ ზოგიერთი შეზღუდვა და დასაკრავი სია თავიდან შექმნათ.

source: Add new
ka: ახლის დამატება

source: Constraint Group
ka: პირობების ჯგუფი

source: APG Preset Editor
ka: APG პრესეტების რედაქტორი

source: Constraint Tree
ka: შეზღუდვების ხე

source: APG Preset Name
ka: APG პრესეტის სახელი

source: Import preset
ka: პრესეტის შემოტანა

source: Preset files
ka: პრესეტის ფაილები

source: Preset exported to %1
ka: პრესეტი გატანილია %1-ში

source: Preset could not be exported to %1
ka: პრესეტის გატანა %1-ში შეუძლებელია

source: Presets could not be imported from %1
ka: პრესეტების შემოტანა შეუძლებელია %1-დან

source: %1 could not be opened for preset import
ka: %1-ის გახსნა პრესეტის შემოსატანად შეუძლებელია

source: Example 1: new tracks added this week
ka: მაგალითი 1: ამ კვირაში დამატებული ტრეკები

source: Example 2: rock or pop music
ka: მაგალითი 2: როკი ან პოპი

source: Example 3: about one hour of tracks from different artists
ka: მაგალითი 3: ერთი საათი ტრეკებისა სხვადასხვა შემსრულებლებისგან

source: Example 4: like my favorite radio station
ka: მაგალითი 4: ჩემი საყვარელი რადიოსადგურის მსგავსი

source: Example 5: an 80-minute CD of rock, metal, and industrial
ka: მაგალითი 5: 80 წუთიანი CD როკმუსიკით, მეტალით ან ინდასტრიალით

source: Export "%1" preset
ka: "%1" პრესეტის გატანა

source: Preset files (*.xml)
ka: პრესეტის ფაილები (*.xml)

source: Playlist Files on Disk
ka: დასაკრავი სიის ფაილები დისკზე

source: The playlist file "%1" could not be loaded.
ka: დასაკრავი სიის ფაილის "%1" ჩატვირთვა შეუძლებელია.

source: Version %1 of playlist database schema encountered, however this Amarok version only supports version %2 (and previous versions starting with %2). Playlists saved in the Amarok Database probably will not work and any write operations with them may result in losing them. Perhaps you have started an older version of Amarok with a database written by newer version?
ka: აღმოჩენილია დასაკრავი სიის მონაცემთა ბაზის სქემის ვერსია %1. მაგრამ Amarok-ის ამ ვერსიას, მხოლოდ %2 ვერსიის (და წინა ვერსიების, %2-დან დაწყებული) დასაკრავი სიების მხარდაჭერა აქვს. დასაკრავი სიები, რომლებიც Amarok-ის მონაცემთა ბაზაშია, ალბათ, არ იმუშავებს და მათში ნებისმიერი ჩაწერის მცდელობა, ალბათ, მათ გააფუჭებს. ალბათ გაუშვით Amarok-ის ძველი ვერსია მაშინ, როცა მონაცემთა ბაზა ახალში შექმენით?

# the user's 'database version' is newer and unsupported by this software version
source: Future version of Playlist Database?
ka: დასაკრავი სიის ბაზის მონავალი ვერსია?

source: Amarok Database
ka: Amarok-ის ბაზა

source: Local playlists stored in the database
ka: მონაცემთა ბაზაში დამახსოვრებული ლოკალური დასაკრავი სიები

source: <Empty>
ka: <ცარიელი>

source: Amarok could not find any plugins. This indicates an installation problem.
ka: Amarok-მა დამატებები ვერ იპოვა. ეს დაყენების პრობლემაზე მიუთითებს.

source: Scanning music
ka: მუსიკის ძებნა

source: Abort for scanner requested
ka: მოთხოვნილია სკანერის მუშაობის შეწყვეტა

source: Aborting scanner with error: %1
ka: სკანერის მუშაობა შეწყდა შეცდომით: %1

source: Could not find amarokcollectionscanner!
ka: ფაილი amarokcollectionscanner აღმოჩენილი არაა!

source: Unable to start Amarok collection scanner.
ka: Amarok-ის კოლექციების სკანერის გაშვება შეუძლებელია.

source: The collection scan had to be aborted. Too many crashes (%1) were encountered during the scan. Following files caused the crashes: %2
ka: კოლექციის სკანირება შეწყდა. სკანირებისას აღმოჩენილი იყო მეტისმეტად ბევრი ჩავარდნა (%1). ჩავარდნები გამოიწვია შემდეგმა ფაილებმა: %2

source: A KDE text-editor component could not be found. Please check your KDE installation. Exiting the console!
ka: KDE-ის ტექსტური რედაქტორის კომპონენტი აღმოჩენილი არაა. შეამოწმეთ KDE-ის ფაილები!. კონსოლიდან გასვლა!

source: Code
ka: კოდი

source: Console
ka: კონსოლი

source: Output
ka: გამოტანა

source: Error
ka: შეცდომა

source: Execute Script
ka: სკრიპტის შესრულება

source: &New Script
ka: &ახალი სკრიპტი

source: &Delete Script
ka: &სკრიპტის წაშლა

source: &Clear All Scripts
ka: &ყველა სკრიპტის გასუფთავება

source: Previous Script
ka: წინა სკრიპტი

source: Next Script
ka: შემდეგი სკრიპტი

source: &View
ka: &ნახვა

source: This will stop this script! Continue?
ka: ეს გააჩერებს ამ სკრიპტს! გავაგრძელო?

source: Choose where to save your scripts
ka: აირჩიეთ, სად მოხდება თქვენი სკრიპტების შენახვა

source: Remove script file from disk?
ka: წავშალო სკრიპტის ფაილი დისკიდან?

source: Remove Script
ka: სკრიპტის წაშლა

# Confirm if script file should be removed
source: Remove
ka: წაშლა

# Confirm if script file should be removed
source: Don't remove
ka: არ წაშალო

source: Are you absolutely certain?
ka: დარწმუნებული ბრძანდებით?

# Generic script dialog answer button
source: Yes
ka: კი

# Generic script dialog answer button
source: No
ka: არა

source: Terminate
ka: შეწყვეტა

source: Script %1 has been evaluating for over 5 seconds now, terminate?
ka: სკრიპტის %1 შემოწმება უკვე 5 წამზე მეტია, მიმდინარეობს. შევწყვიტო?

# %1 is the name of the offending script, %2 the script authors and their emails
source: The script %1 uses deprecated scripting API calls. Please contact the script authors, %2, and ask them to upgrade it before the next Amarok release.
ka: სკრიპტი %1 მოძველებული სკრიპტინგის API-ის ფუნქციებს იყენებს. დაუკავშირდით სკრიპტის ავტორებს, %2 და სთხოვეთ მათ, ასწიონ სკრიპტის ვერსია Amarok-ის შემდეგი ვერსიის გამოსვლამდე.

source: Script error reported by: %1 %2
ka: სკრიპტმა გამოიტანა შედომა: %1 %2

source: Add new Ampache server
ka: ახალი Ampache სერვერის დამატება

source: Successfully connected
ka: მიერთება წარმატებულია

source: Connection failure
ka: შეერთების შეცდომა

source: Authentication failed.
ka: ავთენტიკაცია წარუმატებელია.

source: Authentication Error
ka: ავთენტიკაციის შეცდომა

source: Add Server
ka: სერვერის დამატება

source: Remove Server
ka: სერვერის წაშლა

source: Server Address
ka: სერვერის მისამართი

source: Amarok frontend for your Ampache server
ka: Amarok-ის წინაბოლო თქვენი Ampache-ის სერვერისთვის

source: Use Amarok as a seamless frontend to your Ampache server. This lets you browse and play all the Ampache contents from within Amarok.
ka: გამოიყენეთ Amarok, როგორც თქვენი Ampache სერვერის შეუფერხებელი წინაბოლო. ეს საშუალებას გაძლევთ, სრულად იპოვოთ და დაუკრათ Ampache-ის შემცველობა Amarok-ის შიგიდან.

source: Ampache Server %1
ka: Ampache-ის სერვერი %1

source: Updated: %1
ka: განახლდა: %1

source: <p>No information found for this track.</p>
ka: <p>ამ ტრეკისთვის ინფორმაცია აღმოჩენილი არაა.</p>

source: <p>No information found for this album.</p>
ka: <p>ამ ალბომისთვის ინფორმაცია აღმოჩენილი არაა.</p>

source: <p>No information found for this artist.</p>
ka: <p>ამ შემსრულებლისთვის ინფორმაცია აღმოჩენილი არაა.</p>

source: Check Connection
ka: შეერთების შემოწმება

source: gpodder.net Profile
ka: gpodder.net-ის პროფილი
