Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Liberation Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">By becoming a Magnatune.com member, you get unlimited download access and can download any album from within Amarok with a single mouse click. By joining, you can also listen to all streaming tracks from Magnatune.com ad-free.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The Amarok team gets 10% of your initial membership payment, so by joining, you are also supporting the development of Amarok.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">As always, the artists get 50% of your membership payment(s) distributed based on which artist you download and stream.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To read more about Magnatune.com memberships, or to sign up, click here: <a href="http://magnatune.com/downloads?referal_id=amarok"><span style=" text-decoration: underline; color:#0057ae;">Membership Info</span></a> </p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">After joining, go to the Magnatune config in "Settings->Configure Amarok->Plugins" and enter your membership information. </p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Liberation Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Magnatune.com წევრი გახდომით, თქვენ მიიღებთ შეუზღუდავი ჩამოტვირთვის წვდომას და შეგიძლიათ ჩამოტვირთოთ ნებისმიერი ალბომი Amarok– დან მაუსის ერთი დაწკაპუნებით. გაწევრიანებით, თქვენ ასევე შეგიძლიათ მოუსმინოთ ყველა სტრიმინგ ტრეკს Magnatune.com განურაცხებლად.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Amarok გუნდი იღებს 10% of თქვენი თავდაპირველი წევრობის გადახდა, ასე რომ, გაწევრიანებით, თქვენ ასევე მხარს უჭერთ Amarok- ის განვითარებას.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">როგორც ყოველთვის, მხატვრები იღებენ 50% of თქვენი წევრობის გადახდას (ებ) ს, რომლის საფუძველზეც თქვენ ჩამოტვირთავთ და გადასცემთ.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Magnatune.com წევრობის ან რეგისტრაციის შესახებ მეტი ინფორმაციის მისაღებად დააჭირეთ აქ: <a href="http://magnatune.com/downloads?referal_id=amarok"><span style=" text-decoration: underline; color:#0057ae;">წევრობის ინფორმაცია</span></a> </p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">გაწევრიანების შემდეგ, გადადით Magnatune კონფიგურაციაში "პარამეტრები->კონფიგურირება Amarok->Plugins" და შეიყვანეთ თქვენი წევრობის ინფორმაცია. </p></body></html>

source: Close
ka: დახურვა

source: "Fair trade" online music store
ka: "Fair trade" მუსიკის მაღაზია ინტერნეტში

source: Magnatune.com is a different kind of record company with the motto "We are not evil!" 50% of every purchase goes directly to the artist and if you purchase an album through Amarok, the Amarok project receives a 10% commission. Magnatune.com also offers "all you can eat" memberships that lets you download as much of their music as you like.
ka: Magnatune.com არის სხვა სახის რეკორდული კომპანია დევიზით "ჩვენ არ ვართ ბოროტი!" 50% of ყველა შენაძენი პირდაპირ მიდის მხატვართან და თუ თქვენ შეიძენთ ალბომს Amarok– ის საშუალებით, Amarok პროექტი იღებს 10% commission. Magnatune.com ასევე გთავაზობთ "ყველაფერს, რაც შეგიძლიათ მიირთვათ" წევრობა, რომელიც საშუალებას გაძლევთ ჩამოტვირთოთ იმდენი მათი მუსიკა, რამდენიც გსურთ.

source: Artist / Album
ka: შემსრულებელი / ალბომი

source: Re-download
ka: თავიდან გადმოწერა

source: Update Database
ka: ბაზის განახება

source: Tools
ka: ხელსაწყოები

source: Download Album
ka: ალბომის გადმოწერა

source: Signup
ka: რეგისტრაცია

source: Downloading Magnatune.com database...
ka: მიმდინარეობს Magnatune.com-ის მონაცემთა ბაზის გადმოწერა...

source: Updating the local Magnatune database.
ka: ლოკალური Magnatune-ის მონაცემთა ბაზის განახლება.

source: The Magnatune.com service accepts the following messages: addMoodyTracks mood count: Adds a number of random tracks with the specified mood to the playlist. The mood argument must have spaces escaped with &#37;20
ka: Magnatune.com სერვისი იღებს შემდეგ შეტყობინებებს: addMoodyTracks განწყობის რაოდენობა: ამატებს უამრავ შემთხვევით ტრეკს მითითებული განწყობით დასაკრავ სიაში. განწყობის არგუმენტი უნდა ჰქონდეს სივრცეები, რომლებიც გაქცეული უნდა იყოს% 20- ით

source: ERROR: No arguments supplied
ka: შეცდომა: არგუმენტები მითითებული არაა

source: ERROR: Wrong number of arguments for addMoodyTracks
ka: შეცდომა: addMoodyTracks-სთვის არგუმენტების რაოდენობა არასწორია

source: ERROR: Parse error for argument 2 ( count )
ka: შეცდომა: დამუშავების შეცდომა არგუმენტისთვის 2 ( რაოდენობა )

source: ok
ka: დიახ

source: ERROR: Unknown argument.
ka: შეცდომა: უცნობი არგუმენტი.

source: Magnatune.com database update complete. Database contains 1 track on
ka: Magnatune.com-ის მონაცემთა ბაზის განახლება დასრულდა. მონაცემთა ბაზა შეიცავს 1 ტრეკს შემსრულებლისთვის

source: 1 artist.
ka: 1 შემსრულებლი.

source: Amarok's MP3tunes Harmony Daemon
ka: Amarok-ის MP3tunes ჰარმონიის დემონი

source: Handles AutoSync for the MP3tunes service in Amarok.
ka: ამუშავებს ავტოსინქრონიზაციას MP3tunes-ის სერვისისთვის Amarok-ში.

source: IRC: server: irc.libera.chat / channel: #amarok Feedback: amarok@kde.org
ka: IRC: server: irc.libera.chat / channel: #amarok უკუკავშირი: amarok@kde.org

source: The identifier the daemon should use.
ka: იდენტიფიკატორი დემონისთვის.

source: The email to be used for authentication.
ka: ელფოსტა ავთენტიკაციისთვის.

source: The pin to be used for authentication.
ka: PIN-კოდი ავთენტიკაციისთვის.

source: MP3tunes Login
ka: MP3tunes-ზე შესვლა

# The e-mail address for Mp3Tunes logins
source: E-Mail:
ka: ელფოსტა:

# The MP3Tunes password
source: Password:
ka: პაროლი:

source: AutoSync is a feature from MP3tunes which allows you to automatically move your music between computers and devices.
ka: AutoSync ფუნქციაა MP3tunes-დან, რომელიც საშუალებას გაძლევთ, ავტომატურად გადაიტანოთ თქვენი მუსიკა კომპიუტერებსა და მოწყობილობებს შორის.

source: AutoSync is a feature from MP3tunes which allows you to automatically move your music between computers and devices. You can upload music from one location and have it download instantly to other locations.
ka: AutoSync ფუნქციაა MP3tunes-დან, რომელიც საშუალებას გაძლევთ, ავტომატურად გადაიტანოთ თქვენი მუსიკა კომპიუტერებსა და მოწყობილობებს შორის. შეგიძლიათ, ატვირთოთ მუსიკა ერთი ადგილიდან და გადმოწეროთ სხვა ადგილებიდან.

# Enable harmony
source: Enable AutoSync
ka: ავტოსინქის ჩართვა

source: PIN Code:
ka: პინ-კოდი:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="https://shop.mp3tunes.com/myaccount/registration/"><span style=" text-decoration: underline; color:#0057ae;">Get an MP3tunes locker</span></a></p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><a href="https://shop.mp3tunes.com/myaccount/registration/"><span style=" text-decoration: underline; color:#0057ae;">MP3tunes-ის საცავის მიღება</span></a></p></body></html>

source: Online music locker where you can safely store and access your music: http://mp3tunes.com
ka: ინტერნეტში მუსიკის საცავი, სადაც შეგიძლიათ, უსაფრთხოდ ატვირთოთ და წვდომა იქონიოთ თქვენს მუსიკასთან: http://mp3tunes.com

source: The MP3tunes Locker: Your Music Everywhere!
ka: MP3tunes Locker: თქვენი მუსიკა ყველგან!

source: MP3tunes AutoSync Enabled
ka: MP3tunes ავტოსინქი ჩართულია

source: MP3tunes AutoSync Disabled
ka: MP3tunes ავტოსინქი გამორთულია

source: Authenticating
ka: აუთენტიკაცია

source: MP3tunes failed to Authenticate.
ka: MP3tunes-ის ავთენტიკაცია ჩავარდა.

source: MP3tunes Harmony: Disconnected
ka: MP3tunes Harmony: გათიშულია

source: MP3tunes Harmony: Waiting for PIN Input
ka: MP3tunes Harmony: ველოდები PIN-კოდის შეყვანას

source: MP3tunes Harmony: Successfully Connected
ka: MP3tunes Harmony: დაკავშირება წარმატებულია

source: MP3tunes Harmony Error %1
ka: MP3tunes Harmony-ის შეცდომა %1

source: MP3tunes Locker
ka: MP3tunes-ის დაბლოკვა

source: Only the following types of tracks can be uploaded to MP3tunes: mp3, mp4, m4a, m4p, aac, wma, and ogg.
ka: MP3tunes-ზე, მხოლოდ, ამ ტიპის ტრეკების ატვირთვა შეგიძლიათ: mp3, mp4, m4a, m4p, aac, wma, and ogg.

source: Upload to MP3tunes Initiated
ka: MP3tunes-ზე ატვირთვა დაიწყო

source: Uploading Track %1/%2
ka: იტვირთება ტრეკი %1/%2

source: Add a local or remote OPML file to be included in the list.
ka: დაამატეთ ლოკალური, ან დაშორებული OPML ფაილი, რომ სიაში იყოს.

source: If left blank the title from the OPML will be used.
ka: თუ ცარიელს დატოვებთ, გამოყენებული იქნება სათაური OPML ფაილიდან.

source: Loading Podcast Info...
ka: პოდკასტის ინფორმაციის ჩატვირთვა...

source: Fetching Podcast Info
ka: პოდკასტის ინფორმაციის გამოთხოვა

source: Add OPML
ka: OPML-ის დამატება

# Heading of Add OPML dialog
source: Add OPML
ka: OPML-ის დამატება

source: New Folder
ka: ახალი საქაღალდე

source: Podcast Directory
ka: Podcast-ის სია

source: A large listing of podcasts
ka: პოდკასტების დიდი სია

source: A comprehensive list of searchable podcasts that you can subscribe to directly from within Amarok.
ka: ძებნადი პოდკასტების ყოვლისმომცველი სია, რომელიც საშუალებას გაძლევთ, იოლად გამოიწეროთ ისინი პირდაპირ Amarok-დან.

source: Add an OPML file to the list.
ka: OPML ფაილის დამატება სიაში.

source: Loading info...
ka: ინფორმაციის ჩატვირთვა...

source: This service does not accept any messages
ka: ამ სერვისს შეტყობინებების მხარდაჭერა არ გააჩნია

source: ERROR: unknown message
ka: შეცდომა: უცნობი შეტყობინება

source: Neither playable nor downloadable url specified.
ka: მითითებული ბმული არც დაკვრადია, არც გადმოწერადი.

source: No service named %1 is currently loaded
ka: სერვისი სახელით %1 ამჟამად ჩატვირთული არაა

source: This collection is currently offline
ka: ეს კოლექცია ამჟამად გათიშულია

# %1 is collection name
source: %1 has an ability to synchronize track meta-data such as play count or rating with other collections. Do you want to keep %1 synchronized? You can always change the decision in Amarok configuration.
ka: % 1- ს აქვს ტრეკის მეტა-მონაცემების სინქრონიზაციის შესაძლებლობა, როგორიცაა დაკვრის რაოდენობა ან რეიტინგი სხვა კოლექციებთან. გსურთ %1 sინქრონიზაცია? თქვენ ყოველთვის შეგიძლიათ შეცვალოთ გადაწყვეტილება Amarok კონფიგურაციაში.

# Select if collection should be synchronized
source: Keep synchronized
ka: სინქრონიზებულად შენარჩუნება

# Select if collection should be synchronized
source: Don't keep synchronized
ka: არ მინდა, სინქრონიზებული იყოს

source: You only seem to have the Local Collection. Statistics synchronization only makes sense if there is more than one collection.
ka: როგორც ჩანს, მხოლოდ ლოკალური კოლექციები გაქვთ. სტატისტიკის სინქრონიზაციას აზრი, მხოლოდ, მაშინ აქვს, თუ გაგაჩნიათ ერთზე მეტი კოლექცია.

source: Played %2 times of which one play is recent and unique to this source
ka: დაკრულია %2-ჯერ, საიდანაც 1 დაკვრა ახლახან მოხდა და უნიკალურია ამ წყაროსთვის

source: Ignored labels: %1
ka: გამოტოვებულია ჭდეები: %1

source: Can match tracks by: %1 Can synchronize: %2
ka: არაფერი ემთხვევა ტრეკებს: %1 შემიძლია სინქრონიზაცია: %2

source: Synchronize Statistics
ka: სტატისტიკის სინქრონიზაცია

source: Matching Tracks for Statistics Synchronization
ka: შესაბამისი ტრეკები სტატისტიკის სინქრონიზაციისთვის

source: Synchronizing Track Statistics
ka: ტრეკის სტატისტიკის სინქრონიზაცია

# %2 is a list of collection names
source: Synchronization of %2 done. <b>One</b> track was updated.
ka: %2-ის სინქრონიზაცია დასრულდა. განახლდა <b>1</b> ტრეკი.

source: <b>One</b> track was queued for scrobbling to %2.
ka: <b>1</b> ტრეკი ელოდება სინქრონიზაციას %2-სთან.

source: <b>One</b> track's played time was too short to be scrobbled.
ka: <b>ერთი</b> ტრეკის დაკვრის დრო გადაცემისთვის მეტისმეტად მცირე იყო.

source: <b>One</b> track had insufficient metadata to be scrobbled.
ka: <b>ერთ</b> ტრეკს ჰქონდა არასაკმარისი მეტამონაცემები გადასაცემად.

source: <b>One</b> track was reported to have been played in the future.
ka: <b>ერთი</b> ტრეკი, ინფორმაციით, მომავალში იქნა დაკრული.

source: <b>One</b> track was last played in too distant past to be scrobbled.
ka: <b>ერთი<b> ტრეკი, რომელიც წარსულში დაუკარით, გადასაცემად მეტისმეტად ძველი იყო.

source: Scrobbling of <b>one</b> track was skipped as configured by the user.
ka: Last.fm-ზე <b>ერთი</b> ტრეკის გადაცემა გამოტოვებულია, როგორც ეს მომხმარებელმა მიუთითა.

source: Configure Synchronization...
ka: სინქრონიზაციის მორგება...

source: Tracks matched by: %1
ka: ემთხვევა ტრეკები: %1

# %1 is field name such as Rating
source: No selected collection supports writing %1 - it doesn't make sense to synchronize it.
ka: %1-ის ჩაწერის მხარდაჭერა მონიშნულ კოლექციებს არ აქვთ - მის სინქრონიზაციას აზრი არ აქვს.

source: Select Collections to Synchronize
ka: აირჩიეთ კოლექციები სინქრონიზაციისთვის

source: Select Fields to Synchronize
ka: აირჩიეთ ველები სინქრონიზაციისთვის

source: Configure Synchronization Target
ka: სინქრონიზაციის სამიზნის მროგება

source: Add Synchronization Target
ka: სინქრონიზაციის სამიზნის დამატება

source: <span style="color:red; font-weight:bold;">Important:</span> before synchronizing tracks with a file-based target always make sure that the database file is not currently in use!
ka: <span style="color:red; font-weight:bold;">მნიშვნელოვანია:</span> ტრეკების ფაილებზე ბაზირებულ სამიზნეზე სინქრონიზაციისას ყოველთვის დარწმუნდით, რომ მონაცემთა ბაზის ფაილი ამჟამად არ გამოიყენება!

source: Choose Target Type
ka: აირჩიეთ სამიზნის ტიპი

source: Configure Target
ka: სამიზნის მორგება

source: Back
ka: უკან

source: Synchronize
ka: სინქრონიზაცია

source: There are no tracks unique to one of the sources participating in the synchronization
ka: სინქრონიზაციაში არაა ტრეკები, რომლებიც უნიკალურია თავიანთი წყაროებისთვის

source: There are no tracks excluded from synchronization
ka: სინქრონიზაციიდან ამოღებული ტრეკების გარეშე

source: Expand Tracks With Conflicts
ka: კონფლიქტური ტრეკების ჩამოსლა

source: Expand Updated
ka: განახლებულების ჩამოშლა

source: Collapse Tracks Without Conflicts
ka: უკონფლიქტო ტრეკების აკეცვა

source: Collapse Not Updated
ka: არგანახლებულების აკეცვა

source: Reset All Ratings to Undecided
ka: ყველაფრის რეიტინგის გადაუწყვეტელზე დაყენება

# %1 is collection name
source: Include Labels from %1
ka: ჭდეების ჩასმა %1-დან

# %1 is collection name
source: Exclude Labels from %1
ka: ჭდეების ამოღება %1-დან

source: Reset All Labels to Undecided (Don't Synchronize Them)
ka: ყველა ჭდის ჩამოყრა გადაუწყვეტელზე (არ დაასინქრონო ისინი)

source: All Tracks
ka: ყველა აუდიობილიკი

source: Updated Tracks
ka: განახლებული ტრეკები

source: Tracks With Conflicts
ka: კონფლიქტის მქონე ტრეკები

source: There are no tracks with conflicts
ka: კონფლიქტის მქონე ტრეკები აღმოჩენილი არაა

source: There are no tracks going to be updated
ka: გასანახლებელი ტრეკების გარეშე

source: Tracks that are unique to their sources
ka: ტრეკები, რომლებიც უნიკალურია თავისი წყაროებისთვის

source: Tracks that have been excluded from synchronization due to ambiguity
ka: ტრეკები, რომლებიც ამოღებულია სინქრონიზაციიდან მათი გაურკვევლობის გამო

source: <b>One</b> play
ka: <b>ერთხელ</b> დაკვრა

# %2 is the 'X plays message above'
source: %2 of <b>one</b> track will be scrobbled to %3.
ka: %2 ტრეკი <b>1-დან></b> სინქრონიზებული იქნება %3-სთან.

# %2 is the above '%1 track(s)' message
source: Showing %1 out of %2
ka: ნაჩვენებია %1 %2-დან

source: Matched Tracks
ka: შესაბამისი ტრეკები

source: Filter Tracks...
ka: ტრეკების გაფილტვრა...

source: Affects all applicable tracks, not just shown ones
ka: ეხება ყველა შესაბამის ტრეკს და არა მხოლოდ ნაჩვენებს

source: Take Ratings From
ka: რეიტინგების აღება საიდან

source: Expand
ka: გაფართოება

source: Collapse
ka: აკეცვა

source: Unique Tracks
ka: უნიკალური ტრეკები

source: Excluded Tracks
ka: ამოღებული ტრეკები

source: Scrobbling
ka: სკრობლინგი

source: Abort
ka: გაუქმება

source: Multiple background tasks running (click to show)
ka: გაშვებულია ერთზე მეტი ფონური ამოცანა (დააწკაპუნეთ საჩვენებლად)

source: Abort all background tasks
ka: ყველა ფონური ამოცანის გაუქმება

source: Main Toolbar
ka: ხელსაწყოთა მთავარი ზოლი

source: Rediscover Your Music
ka: თავიდან აღმოაჩინეთ თქვენი მუსიკა

source: Slim Toolbar
ka: თხელი პანელი

source: Volume: %1% (muted)
ka: ხმა: %1% (დადუმებული)

source: Volume: %1%
ka: ხმა: %1

source: Transcode Tracks
ka: ტრეკების ტრანსკოდირება

source: Transc&ode
ka: &ტრანსკოდირება

source: While copying, you can choose to transcode your music files into another format with an encoder (codec). This can be done to save space or to make your files readable by a portable music player or a particular software program.
ka: კოპირების დროს, თქვენ შეგიძლიათ აირჩიოთ თქვენი მუსიკალური ფაილების სხვა ფორმატში გადატანა encoder (კოდეკი). ეს შეიძლება გაკეთდეს სივრცის დაზოგვისთვის ან თქვენი ფაილების წასაკითხად პორტატული მუსიკალური პლეერით ან კონკრეტული პროგრამული პროგრამით.

source: &Copy
ka: &კოპირება

source: Just copy the tracks without transcoding them.
ka: ტრეკების უბრალოდ კოპირება მათი ტრანსკოდირების გარეშე.

source: While moving, you can choose to transcode your music files into another format with an encoder (codec). This can be done to save space or to make your files readable by a portable music player or a particular software program. Only successfully transcoded files will be removed from their original location.
ka: გადაადგილებისას შეგიძლიათ აირჩიოთ თქვენი მუსიკალური ფაილების სხვა ფორმატში გადატანა encoder (კოდეკი). ეს შეიძლება გაკეთდეს სივრცის დაზოგვისთვის ან თქვენი ფაილების წასაკითხად პორტატული მუსიკალური პლეერით ან კონკრეტული პროგრამული პროგრამით. მხოლოდ წარმატებით გადაშიფრული ფაილები წაიშლება მათი თავდაპირველი მდებარეობიდან.

source: &Move
ka: &გადატანა

source: Just move the tracks without transcoding them.
ka: ტრეკების უბრალოდ გადატანა მათი ტრანსკოდირების გარეშე.

source: Transcode
ka: გადაყვანა

# Tooltip of a disabled transcoding encoder option
source: Not currently available on your system.
ka: ამჟამად ხელმიუწვდომელია თქვენს სისტემაზე.

source: Target collection indicates this format would not be playable.
ka: სამიზნე კოლექცია მიუთითებს, რომ ეს ფორმატი, შეიძლება, დაკვრადი არ იყოს.

source: Transcode all tracks to the selected format
ka: ყველა ტრეკის ტრანსკოდირება არჩეულ ფორმატში

source: Transcode all tracks
ka: ყველა ტრეკის ტრანსკოდირება

source: Transcode tracks only when needed for playability in the destination collection
ka: ტრანსკოდირება, მხოლოდ, ტრეკების, როცა ეს საჭიროა, რომ ის დაკვრადი იყოს სამიზნე კოლექციაში

source: Transcode only when needed for playability
ka: ტრანსკოდირება, მხოლოდ, მაშინ, როცა ეს დასაკრავადააა საჭირო

source: Transcode only when source and destination file formats different
ka: ტრანსკოდირება, მხოლოდ, მაშინ, როცა წყარო და სამიზნე ფაილის ფორმატები განსხვავდება

source: Transcode only when source and destination formats are different
ka: ტრანსკოდირება, მხოლოდ, მაშინ, როცა წყარო და სამიზნე ფორმატები განსხვავდება

source: <b>Note:</b> No encoder is available. If you want to transcode tracks please install <i>ffmpeg</i> or <i>libav</i> package (with <i>ffmpeg</i> wrapper) with appropriate encoders. Otherwise you may check <i>Remember this choice for the next time</i> option in order to skip this dialog for future transfers.
ka: <b>შენიშვნა:</b> არ არის ხელმისაწვდომი encoder. თუ გსურთ ტრეკების ტრანსკოდაცია, გთხოვთ დააინსტალიროთ <i>ffmpeg</i> ან <i>libav</i> პაკეტი ( <i>ffmpeg</i> შეფუთვით) შესაბამისი შიფრატორებით. წინააღმდეგ შემთხვევაში შეგიძლიათ <i>შეამოწმოთ გახსოვდეთ ეს არჩევანი შემდეგი დროის ვარიანტისთვის</i> , რათა გამოტოვოთ ეს დიალოგი მომავალი გადარიცხვებისთვის.

source: Remember this choice for the next time
ka: ამ არჩევნის დამახსოვრება შემდეგი ჯერისთვის

source: In order to configure the parameters of the transcoding operation, please pick an encoder from the list.
ka: იმისათვის, რომ მოირგოთ ტრანსკოდირების ოპერაციის პარამეტრები. ჯერ აირჩიეთ ენკოდერი სიიდან.

source: (recommended)
ka: (რეკომენდებულია)

source: Ask before each transfer
ka: კითხვა თითოეული გადაცემისას

source: Muted
ka: დადუმებული

source: <i>Volume: %1</i>
ka: <i>ხმა: %1</i>

source: Score: %1
ka: ქულები: %1

source: Rating: %1
ka: რეიტინგი: %1

source: Play count: %1
ka: დაკვრების რაოდენობა: %1

source: Last played: %1
ka: ბოლოს დაკვრის დრო: %1

source: Bookmark
ka: სანიშნი

source: List and run bookmarks, or create new ones
ka: სანიშნეების ჩამოთვლა და გაშვება, ან ახლების დამატება

source: Amarok Bookmarks
ka: Amarok-ის სანიშნები

source: Copy Current View Bookmark to Clipboard
ka: მიმდინარე ხედის სანიშნეების კოპირება ბუფერში

source: Scheme
ka: სქემა

source: Preset:
ka: პრესეტი:

source: A list of selectable filename scheme/format presets.
ka: სქემის/ფორმატის პრესეტების მონიშვნადი ფაილის სახელების სია.

source: Add preset
ka: პრესეტის დამატება

source: Saves the current scheme/format as new preset.
ka: შეინახავს მიმდინარე სქემას/ფორმატს ახალი პრესეტის სახით.

source: Update preset
ka: პრესეტის განახლება

source: Updates the preset with the current scheme/format.
ka: განაახლებს პრესეტს მიმდინარე სქემით/ფორმატით.
