Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

# NAME OF TRANSLATORS
source: Your names
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
ka: Temuri.doghonadze@gmail.com

source: Default
ka: ნაგულისხმევი

source: No Grouping
ka: დაჯგუფების გარეშე

source: No Grouping (Single Line)
ka: დაჯგუფების გარეშე (ერთი ხაზი)

source: Verbose
ka: დამატებითი შეტყობინებები

source: License Agreement
ka: სა&ლიცენზიო შეთანხმება

source: <qt>No information available.<br />The supplied KAboutData object does not exist.</qt>
ka: <qt>ინფორმაცია ხელმისაწვდომი არაა.<br />მიწოდებული KAboutData-ის ობიექტი არ არსებობს.</qt>

source: <qt>No information available.<br />The supplied OcsData object does not exist.</qt>
ka: <qt>ინფორმაცია ხელმისაწვდომი არაა.<br />მიწოდებული OcsData-ის ობიექტი არ არსებობს.</qt>

source: About %1
ka: %1-ის შესახებ

source: <html><font size="5">%1</font><br /><b>Version %2</b><br />Using KDE Frameworks %3</html>
ka: <html><font size="5">%1</font><br /><b>ვერსია %2</b><br />იყენებს KDE-ის ბიბლიოთეკებს %3</html>

source: License: %1
ka: ლიცენზია: %1

source: &About
ka: &შესახებ

source: Please use <a href="https://bugs.kde.org">https://bugs.kde.org</a> to report bugs.
ka: შეცდომების შესახებ მოსაწერად გამოიყენეთ ბმული <a href="https://bugs.kde.org">https://bugs.kde.org</a>.

source: Please report bugs to <a href="mailto:%1">%2</a>.
ka: შეცდომის ანგარიშები გააგზავნეთ მისამართზე <a href="mailto:%1">%2</a>.

source: A&uthor
ka: &ავტორი

source: A&uthors
ka: &ავტორები

source: &Contributors
ka: შემომწირავ&ები

source: &Donors
ka: &დონორები

source: T&ranslation
ka: &თარგმანი

source: Email contributor
ka: სხვა მონაწილეები

source: Visit contributor's homepage
ka: მონაწილის ვებსაიტი

source: Name
ka: სახელი

source: Amarok Menu
ka: Amarok-ის მენიუ

source: Play/Pause
ka: დაკვრა/პაუზა

source: Click to change
ka: შესაცვლელად დააწკაპუნეთ

source: &Replay Gain Mode
ka: &ხმის გაძლიერების რეჟიმი

# Replay Gain state, as in, disabled
source: &Off
ka: &გამორთ

# Item, as in, music
source: &Track
ka: &აუდიობილიკი

source: &Album
ka: ალბომის სახელი

source: Stop
ka: გაჩერება

source: Stop after current Track
ka: მიმდინარე ტრეკის შემდეგ გაჩერება

source: Stop after current track: Off
ka: მიმდინარე ტრეკის შემდეგ გაჩერება: გამორთულია

source: Stop after current track: On
ka: მიმდინარე ტრეკის შემდეგ გაჩერება: ჩართულია

source: No track playing
ka: ტრეკის დაკვრა არ მიმდინარეობს

source: Whether to display a second, left time label.
ka: ნაჩვენები იქნება მეორე, დარჩენილი დროის ჭდე, თუ არა.

source: Set this to display a second time label to the left of the seek slider in the player window.
ka: ჩართეთ ეს, რომ გაჩვენოთ მეორე დროის ჭდე გადახვევის სლაიდერის მარცხენა მხარეს დამკვრელის ფანჯარაში.

source: Whether to display remaining track time in the left time label.
ka: ნაჩვენებია თუ არა დარჩენილი ტრეკის დრო მარცხენა დროის ჭდეზე.

source: Set this to display remaining track time instead of past track time in the player window.
ka: დააყენეთ ეს, რომ გაჩვენოთ დარჩენილი ტრეკის დრო გასული დროის მაგიერ დამკვრელის ფანჯარაში.

source: Which tracks or albums to favor in Random Mode
ka: რომელი ტრეკი ან ალბომი დაიკვრება შემთხვევითად

source: Tracks or albums with the chosen property will be more likely to be chosen in Random Mode.
ka: ტრეკები ან ალბომები, რომელზეც ეს თვისება ჩართულია, უფრო დიდი შანსით იქნება დაკრული შემთხვევითი არჩევის რეჟიმში.

source: How to progress through tracks in the playlist
ka: როგორ მოხდება ტრეკებს შორის გადასვლა დასაკრავ სიაში

source: Determines how amarok will progress through the tracks in the playlist
ka: განსაზღვრავს, როგორ გადავა Amarok დასაკრავ სიაში ტრეკებს შორის

source: The status of dynamic mode.
ka: დინამიკური რეჟიმის სტატუსი.

source: If set, dynamic mode will be on, and tracks will be added according to the dynamic playlist specified.
ka: თუ დაყენებულია, დინამიკური რეჟიმი ჩართულია და ტრეკები დინამიკური დასაკრავი სიის წესების მიხედვით დაემატება.

source: Duplicate tracks in dynamic mode.
ka: ტრეკების დუბლირება დინამიკურ რეჟიმში.

source: If set, tracks added in the dynamic mode are allowed to have duplicates.
ka: თუ დაყენებულია, დინამიკურ რეჟიმში ჩამატებული ტრეკები, შეიძლება, მეორდებოდეს.

source: Previous tracks count.
ka: წინა ტრეკების რაოდენობა.

source: Number of tracks to leave in the playlist before the active track.
ka: დასაკრავ სიაში აქტიურ ტრეკამდე დასატოვებელი ტრეკების რაოდენობა.

source: Upcoming tracks count.
ka: მომავალი ტრეკების რაოდენობა.

source: Number of tracks to load into the playlist after the active track.
ka: დასაკრავ სიაში აქტიური ტრეკის შემდეგ ჩასატვირთი ტრეკების რაოდენობა.

source: Whether to show icon in system tray
ka: სისტემის კუთხეში ხატულის ჩვენება

source: Enable/Disable tray icon for Amarok.
ka: სისტემის კუთხეში Amarok-ის ხატულის ჩართვა/გამორთვა.

source: Whether to hide the context view.
ka: კონტექსტური ხედის დამალვა.

source: Enable/Disable context view in Amarok.
ka: კონტექსტის ხედის ჩართვა/გამორთვა Amarok-სი.

source: Number of undo levels in playlist
ka: დასაკრავ სიაში დაბრუნებების დონე

source: The number of undo levels in the playlist.
ka: დასაკრავ სიაში დაბრუნებების დონე.

source: Whether playlists store relative path
ka: ინახავს თუ არა დასაკრავი სია ფარდობით ბილიკს.

source: If set, Amarok's manually saved playlists will contain a relative path to each track, not an absolute path.
ka: თუ დაყენებულია, Amarok-ის ხელით შენახული დასაკრავი სიები შეიცავს ფარდობით ბილიკს თითოეული ტრეკისთვის და არა აბსოლუტურ ბილიკს.

source: Filename of the external web browser to be invoked by Amarok.
ka: Amarok-ის მიერ გაშვებული გარე ბრაუზერის ფაილის სახელი.

source: Whether to automatically attempt to fetch cover art as needed
ka: ყდის სურათის ავტომატური გადმოწერა, როცა საჭიროა

source: Whether to show background images in the browser pane
ka: იქნება თუ არა ნაჩვენები ფონის სურათები ბრაუზერის პანელში

source: Automatically scroll the playlist to make the currently playing track visible
ka: დასაკრავი სიის ავტომატური გადახვევა მიმდინარე სიმღერის საჩვენებლად

source: Show Album art in the Collection Browser
ka: ალბომის სურათების ჩვენება კოლექციების დამთვალიერებელში

source: Show the Context View
ka: კონტექსტური ხედის ჩვენება

source: Play the first run jingle
ka: მუსიკის დაკვრა პირველად გაშვებისას

source: Enable context applets collapse animations
ka: კონტექსტური აპლეტების ჩაკეცვის ანიმაციების ჩართვა

source: If set, context applets will collapse using animations.
ka: თუ ჩართულია, კონტექსტური აპლეტები ანიმაციის თანხლებით ჩაიკეცება.

source: Show track's artist in Collection Browser if different from album artist
ka: ტრეკის შემსრულებლის ჩვენება კოლექციების ბრაუზერში განსხვავდება ალბომის შემსრულებლისგან

source: Explicitly show artist in Collection Browser for Various Artists albums and tracks where artist differs from album artist.
ka: შემსრულებლის აშკარა ჩვენება კოლექციების ბრაუზერში სხვადასხვა შემსრულებლის ალბომებისთვის და ტრეკებისთვის, სადაც შემსრულებელი განსხვავდება ალბომის შემსრულებლისგან.

source: Whether organize files will overwrite existing files.
ka: ორგანიზებისას არსებული ფაილების თავზე გადაწერა.

source: If set, Organize files will overwrite any existing destination.
ka: თუ ჩართულია, ფაილების ორგანიზება ყველა არსებულ სამიზნეს თავზე გადააწერს.

source: Whether organize files will move The in artist names to the end.
ka: გადაიტანს თუ არა ფაილების ორგანიზატორი შემსრულებლის სახელებს ბოლოში.

source: If set, Organize files will move The in artist names to the end as in "Beatles, The".
ka: თუ დაყენებულია, ფაილების ორგანიზატორი შემსრულებლის სახელს ბოლოში გადაიტანს. მაგ: "Beatles, The".

source: Whether organize files will replace spaces in filenames with underscores.
ka: თუ ჩართულია, ფაილების ორგანიზატორი ფაილის სახელებში ჰარეებს ქვედატირეებით ჩაანაცვლებს.

source: If set, Organize files will replace spaces in filenames with underscores.
ka: თუ ჩართულია ფაილების ორგანიზატორი ფაილის სახელებში ჰარეებს ქვედა ტირეებით ჩაანაცვლებს.

source: Whether organize files will use cover art as folder icons.
ka: გამოიყენებს თუ არა ფაილების ორგანიზატორი ყდის სურათს საქაღალდის ხატულას სახით.

source: If set, Organize files will use cover art as folder icons.
ka: თუ ჩართულია, ფაილების ორგანიზატორი ყდის სურათს საქაღალდის ხატულებად გამოიყენებს.

source: Collection folder path destination for Organize files.
ka: კოლექციის საქაღალდის ბილიკის სამიზნე ფაილების დასალაგებლად.

source: The path of the collection folder destination for Organize files.
ka: ბილიკი კოლექციის საქაღალდის სამიზნემდე ფაილების დასალაგებლად.

source: Whether organize files will rename files in a manner compatible with vfat filesystems.
ka: გადაარქმევს თუ არა ფაილების ორგანიზატორის სახელს ფაილებს vfat ფაილურ სისტემებთან თავსებად ფორმატში.

source: If set, Organize files will replace characters that are not compatible with vfat filesystems (such as ':', '*' and '?').
ka: თუ ჩართულია, ფაილების ორგანიზატორი ჩაანაცვლებს სიმბოლოებს, რომლებიც vfat ფაილურ სისტემებთან თავსებადი არაა (მაგ: ":", "*" და "?").

source: Whether organize files will rename files such that they only contain 7-bit ASCII characters.
ka: გადაარქმევს თუ არა ფაილების ორგანიზატორი ფაილებს სახელებს ისე, რომ ისინი, მხოლოდ, 7-ბიტიან ASCII სიმბოლოებს შეიცავდნენ.

source: If set, Organize files will replace characters that are not compatible with the 7-bit ASCII character set.
ka: თუ დაყენებულია, ფაილების ორგანიზატორი ჩაანაცვლებს სიმბოლოებს, რომლებიც თავსებადი არაა 7-ბიტიან ASCII სიმბოლოების ნაკრებთან.

source: Whether organize files will use a custom file naming scheme.
ka: გამოიყენებს თუ არა ფაილების ორგანიზატორი მორგებული ფაილის სახელის სქემას.

source: If set, Organize files will rename files according to a custom format string.
ka: თუ დაყენებულია, ფაილების ორგანიზატორი ფაილებს სახელს მორგებული ფორმატის სტრიქონის მიხედვით გადაარქმევს.

source: Format string for Organize files, if a custom naming scheme is used.
ka: ფორმატის სტრიქონი ფაილების ორგანიზატორისთვის, თუ გამოიყენება მორგებული სახელის დარქმევის სქემა.

source: If the custom filename scheme is enabled, then Organize files will rename files according to this format string.
ka: თუ ჩართულია მორგებული ფაილის სახელის სქემა, ფაილების ორგანიზატორი ფაილებს სახელს დაფორმატების სტრიქონის მიხედვით გადაარქმევს.

source: Regular expression that is to be replaced.
ka: რეგულარული გამოსახულება, რომელიც უნდა ჩანაცვლდეს.

source: Organize files will replace substrings matching this regular expression.
ka: ფაილების ორგანიზატორი ჩაანაცვლებს ქვესტრიქონებს, რომელიც ამ რეგულარულ გამოსახულებას ემთხვევა.

source: Replacing string.
ka: სტრიქონის ჩანაცვლება.

source: Organize files will replace matching substrings with this string.
ka: ფაილების ორგანიზატორი ჩაანაცვლებს შესაბამის ქვესტრიქონებს ამ სტრიქონით.

source: Basic or Advanced Mode
ka: ძირითადი ან დამატებითი რეჟიმი

source: In basic mode graphical drag/droppable tokens are used to create a filename scheme, in advanced mode the images are replaced with text.
ka: საბაზისო რეჟიმში გრაფიკული გადათრევად/დაგდების კოდები გამოიყენება ფაილის სახელის სქემის შესაქმნელად. დამატებით რეჟიმში გამოსახულებები ტექსტით ჩანაცვლდება.

source: Format Presets
ka: ფორმატის პრესეტები

source: A list of preset formats (token schemas).
ka: პრესეტის ფორმატების (კოდის სქემების) სია.

source: Master volume
ka: ძირითადი ტომი

source: The Amarok master volume, a value between 0 and 100.
ka: Amarok-ის მთავარი ხმა. მნიშვნელობა შუალედიდან 0-100.

source: Mute state
ka: დადუმების მდგომარეობა

source: Mute/Unmute sound.
ka: ხმის დადუმება/გადუმების გამორთვა.

source: Whether to fade out tracks when pressing stop.
ka: მოხდება თუ არა ტრეკების მინავლება გაჩერებაზე დაჭერისას.

source: Enable/Disable fadeout.
ka: მინავლების ჩართვა/გამორთვა.

source: Whether to fade out tracks when pressing pause.
ka: ტრეკების მინავლება შეჩერებაზე დაჭერისას.

source: Length of fadeout, in milliseconds
ka: მინავლების ხანგრძლივობა მილიწამებში

source: The length of the fadeout in milliseconds.
ka: მინავლების ხანგრძლივობა მილიწამებში.

source: Equalizer mode - 0 = off, 1 to n = preset no
ka: ეკვალაიზერის რეჟიმი - 0 = გამორთული, 1-დან n-მდე = პრესეტის ნომერი

source: When enabled, an equalizer plugin filters the audio stream.
ka: თუ ჩართულია, ეკვალაიზერის დამატება ფილტრავს აუდიონაკადს.

source: 11 Equalizer gains including pre-amp, range -100..100, 0 is normal.
ka: 11 ეკვალაიზერის გაძლიერება წინასწარი გაძლიერების ჩათვლით, შუალედიდან -100..100. 0 ნორმალურია.

source: List with user equalizer preset names
ka: სია მომხმარებლის ეკვალაიზერის პრესეტის სახელებით

source: List with user presets values
ka: სია მომხმარებლს პრესეტის მნიშვნელობებით

source: The mode for adjusting playback volume.
ka: რეჟიმი დაკვრის ხმის გასასწორებლად.

source: Whether to adjust the volume of tracks to make them sound the same volume, and if so whether to make the adjustments per-track or per-album.
ka: ტრეკების ხმის გასწორება ისე, რომ ისინი ხმის ერთი დონით გაისმეს და თუ ეს ასეა, სწორება ტრეკების მიხედვით მოხდება, თუ ალბომის.

source: Disable Replay Gain
ka: ხმის გაძლიერების გათიშვა

source: Make each track the same volume
ka: ყველა ტრეკის იგივე სიმძლავრით დაკვრა

source: Make each album the same volume
ka: ყველა ალბომის იგივე სიმძლავრით დაკვრა

source: The length of a short seek, in seconds.
ka: მოკლე გადახვევის ხანგრძლივობა, წამებში.

source: The length of a medium seek, in seconds.
ka: საშუალო გადახვევის ხანგრძლივობა, წამებში.

source: The length of a long seek, in seconds.
ka: გრძელი გადახვევის ხანგრძლივობა, წამებში.

source: Whether Amarok should pause the currently playing track on suspend.
ka: უნდა შეაჩეროს თუ არა Amarok-მა დაკვრა კომპიუტერის დაძინებისას.

source: Whether Amarok should prevent the system from sleeping if it is playing a track.
ka: უნდა შეუშალოს თუ არა Amarok-მა სისტემის დაძინებას ხელი, თუ მიმდინარეობს სიმღერის დაკვრა.

source: Whether Amarok should start playing if a track is added to playlist (and nothing else is playing).
ka: უნდა დაიწყოს, თუ არა Amarok-მა დაკვრა, თუ ტრეკი დასაკრავ სიაში ჩაემატება (და დაკვრა არ მიმდინარეობს).

source: Amazon locale for cover retrieval
ka: Amazon-ის ლოკალი ყდის მისაღებად

source: Determines which Amazon server cover images should be retrieved from.
ka: განსაზღვრავს, რომელ Amazon-ის სერვერს უნდა დავუკავშირდე ყდის სურათების გადმოსაწერად.

source: Wikipedia locale for information retrieval
ka: Wikipedia-ის ლოკალი ინფორმაციის მისაღებად

source: Determines in which language the information is retrieved from Wikipedia.
ka: განსაზღვრავს, რომელი ენით ხდება ვიკიპედიადან ინფორმაციის გამოთხოვა.

source: Use KNotify support
ka: KNotify-ის მხარდაჭერის გამოყენება

source: Use On-Screen Display
ka: ეკრანზე-გამოტანის ჩართვა

source: Enable/Disable the On-Screen Display.
ka: ეკრანზე ჩვენების ჩართვა/გამორთვა.

source: Use Growl for notifications
ka: Growl-ის გამოყენება გაფრთხილებებისთვის

source: Enable/Disable use of Growl for notifications.
ka: Growl-ის გამოყენების ჩართვა/გამორთვა გაფრთხილებებისთვის.

source: Translucency Toggle
ka: ნახევრადგამჭვირვალობის გადართვა

source: Make the background of the OSD translucent.
ka: OSD-ის ფონის გამჭვირვალობა.

source: Whether to use custom colors for the OSD
ka: იქნება თუ არა გამოყენებული მომხმარებლის ფერები OSD-სთვის

source: You can use custom colors for the OSD if you set this true.
ka: თუ ამას ჩართავთ, OSD-სთვის შეგეძლებათ, თქვენი ფერები დააყენოთ.

source: Font color for OSD
ka: OSD ფონტის ფერი

source: The color of the OSD text. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
ka: OSD ტექსტის ფერი. ფერი RGB ფორმატში უნდა მიუთითოთ, მძიმით გამოყოფილი 3 მთელი რიცხვი შუალედიდან 0-255.

source: Font scaling for OSD
ka: OSD ფონტის ზომის მასშტაბი

source: The scaling multiplier for the OSD font, in percent-of-normal. 100 is &#8220;normal size&#8221;.
ka: მასშტაბის მამრავლი OSD ფონტისთვის, პროცენტით ნორმალურიდან 100 is &#8220;ნორმალური ზომაა&#8221;.

source: How many milliseconds the text should be displayed for
ka: რამდენი მილიწამით იქნება ტექსტი ნაჩვენები

source: The time in milliseconds to show the OSD. A value of 0 means never hide. The default value is 5000 ms.
ka: რამდენი ხნით, მილიწამებში, იქნება ნაჩვენები OSD. მნიშვნელობა 0 ნიშნავს, რომ ის არ დაიმალება. ნაგულისხმევი მნიშვნელობაა 5000 მწმ.

source: Y position offset
ka: Y მდებარეობის წანაცვლება

source: The Y position of the OSD relative to the chosen screen and OSD alignment. If Top alignment is chosen the Y offset is the space between the upper part of the OSD and the top of the screen. If Bottom alignment is chosen the Y offset is the space between the bottom part of the OSD and the bottom of the screen.
ka: OSD-ის Y მდებარეობა არჩეული ეკრანისა და OSD-ის სწორებასთან შედარებით. თუ არჩეულია ზედა სწორება, Y წანაცვლება ადგილია OSD-ის ზედა ნაწილსა და ეკრანის ზედა წიბოს შორის. თუ არჩეულია ქვედა სწორება, Y წანაცვლება ადგილია OSD-ის ქვედა ნაწილსა და ეკრანის ქვედა წიბოს შორის.

source: OSD screen
ka: OSD ეკრანი

source: The screen that should display the OSD. For single-headed environments this setting should be 0.
ka: ეკრანი, რომელზეც OSD იქნება ნაჩვენები. ერთმონიტორიან გარემოში ეს 0 უნდა იყოს.

source: Align OSD to
ka: OSD-ის სწორება

source: The relative position of the OSD. Possible choices are Left, Middle, Right and Center.
ka: OSD-ის შედარებითი მდებარეობა. შესაძლო ვარიანტებია მარცხნივ, მარჯვნივ და შუაში.

source: Don't show when a fullscreen application is active
ka: არ ჩვენება, როცა აქტიურია სრულეკრანიანი აპლიკაცია

source: Do not show the On-Screen-Display if another application is focused and running in fullscreen mode.
ka: არ აჩვენო OSD, თუ ფოკუსი სხვა აპლიკაციაზეა და ის სრულეკრანიან რეჟიმშია.

source: Resume playback of last played track on startup
ka: ბოლოს დაკრული ტრეკის დაკვრის გაგრძელება გაშვებისას

source: If set, Amarok resumes playback of the last played track on startup.
ka: თუ დაყენებულია, Amarok გააგრძელებს ბოლოს დაკრული ტრეკის დაკვრას გაშვებისას.

source: Track URL to resume upon startup
ka: ტრეკის URL გასაგრძელებლად გაშვებისას

source: Internal: URL of the track to resume on startup.
ka: შიდა: ტრეკის URL გასაგრძელებლად გაშვებისას.

source: Internal: Resume playback in paused state
ka: შიდა: დაკვრის გაგრძელება შეჩერებული მდგომარეობიდან

source: Time to resume at, in milliseconds
ka: დაკვრის გაგრძელების დრო მილიწამებში

source: Internal: Playback position in the track to resume on startup.
ka: შიდა: დაკვრის მდებარეობა ტრეკში გაშვებისას გასაგრძელებლად.

source: List of bools describing which browsers are visible, from top to bottom.
ka: ბულევური ცვლადების სია, რომლებიც აღწერენ, რომელი ბრაუზერებია ხილული. ზემოდან ქვემოთ.

source: Track playing on last exit. Value is -1 if no track was playing.
ka: ბოლოს გასვლისას დაკრული ტრეკი. მნიშვნელობა -1-ია, თუ მუსიკის დაკვრა არ ხდებოდა.

source: Number (from the top) of the last active browser.
ka: ბოლოს აქტიური ბრაუზერის ნომერი (ზემოდან).

source: Whether Collections folders are scanned recursively
ka: ხდება თუ არა კოლექციის საქაღალდეების სკანირება რეკურსიულად

source: Whether Collection folders are rescanned on change
ka: ხდება თუ არა კოლექციის საქაღალდეების თავიდან სკანირება მათი ცვლილებისას

source: Whether meta data changes are written back
ka: მოხდება თუ რა მეტამონაცემების ცვლილების ჩაწერა

source: Whether changes to the track statistics are written back
ka: მოხდება თუ არა ტრეკის სტატისტიკის ცვლილების ჩაწერა

source: Whether changes to the album cover are written back
ka: მოხდება თუ არა ალბომის ყდის ცვლილების ჩაწერა

source: Maximum embedded cover dimensions
ka: მაქსიმალური ჩაშენებული ყდის ზომები

source: List of folders in the Collection
ka: საქაღალდეების სია კოლექციაში

source: Whether track numbers are shown in the collection browser.
ka: მოხდება თუ არა ტრეკის ნომრების ჩვენება კოლექციების ბრაუზერში.

source: Whether years are shown in the collection browser.
ka: არის თუ არა წლები ნაჩვენები კოლექციების ბრაუზერში.

source: Whether to use Mozilla's Character Set Detector to try to guess ID3 tag encodings.
ka: გამოიყენება თუ არა Mozilla-ის სიმბოლოების ნაკრების დამდგენი ID3 წდის კოდირების დასადგენად.

source: Submit played tracks
ka: დაკრული სიმღერების გადაცემა

source: Whether played tracks are submitted to Audioscrobbler
ka: მოხდება თუ არა დაკრული ტრეკების გადაცემა Audioscrobbler-ში

# Username for audioscrobbler login
source: Username
ka: მომხმარებლის სახელი

source: The username to use for connecting to Audioscrobbler
ka: მომხმარებლის სახელი Audioscrobbler-თან დასაკავშირებლად

source: Password
ka: პაროლი

source: The password to use for connecting to Audioscrobbler
ka: პაროლი Audioscrobbler-თან დასაკავშირებლად

source: Send composer data
ka: კომპოზიტორის მონაცემების გაგზავნა

source: Use composer data in Last.fm as artist
ka: კომპოზიტორის მონაცემების გამოყენება Last.fm-ში შემსრულებლის სახით

source: Retrieve similar artists
ka: მსგავსი შემსრულებლების მიღება

source: Whether similar tracks are retrieved from Audioscrobbler
ka: მოხდება თუ არა მსგავსი ტრეკების გამოთხოვა Audioscrobbler-დან

source: Device type
ka: მოწყობილობის ტიპი

source: The type of media device.
ka: მედია მოწყობილობის ტიპი.

source: Mount point
ka: მიმაგრების წერტილი

source: The mount point used for the media device connection.
ka: მიმაგრების წერტილი მედიამოწყობილობასთან დასაკავშირებლად.

source: Mount command
ka: მიმაგრების ბრძანება

source: The mount command used for the media device connection.
ka: მიმაგრების ბრძანება მედიამოწყობილობასთან დასაკავშირებლად.

source: UmountCommand
ka: მიმაგრების მოხსნის ბრძანება

source: The umount command used for the media device connection.
ka: მოხსნის ბრძანება მედიამოწყობილობასთან დასაკავშირებლად.

source: Auto delete podcasts
ka: პოდკასტების ავტომატური წაშლა

source: Whether podcast shows already played are automatically deleted when media device is connected.
ka: წაიშლება თუ არა უკვე დაკრული პოდკასტის შოუები მედიამოწყობილობის მიერთებისას.

source: Sync stats
ka: სტატისტიკის სინქრონიზაცია

source: Whether Amarok statistics should be synchronized with play count/ratings on device and whether tracks played should be submitted to Last.fm.
ka: მოხდება თუ არა Amarok-ის სტატისტიკის სინქრონიზაცია მოწყობილობაზე არსებული დაკვრების რაოდენობა/რეიტინგებისა და გადაცემული იქნება თუ არა ეს რიცხვები Last.fm-ზე.

source: Manually added servers
ka: ხელით დამატებული სერვერები

source: Music Sharing servers added by the user.
ka: მომხმარებლის მიერ დამატებული მუსიკის გაზიარების სერვერები.

source: Server passwords
ka: სერვერის პაროლები

source: Passwords stored by hostname.
ka: დამახსოვრებული პაროლები ჰოსტის სახელის მიხედვით.

source: Include track names in matching
ka: ტრეკის სახელების ჩასმა დამთხვევაში

source: Include album names in matching
ka: ალბომის სახელების ჩასმა დამთხვევაში

source: Include artist names in matching
ka: შემსრულებლის სახელების ჩასმა დამთხვევაში

source: Include genre names in matching
ka: ჟანრის სახელების ჩასმა დამთხვევაში

source: Include composer names in matching
ka: კომპოზიტორის სახელების ჩასმა დამთხვევაში

source: Include years in matching
ka: დამთხვევისას წლებიც ჩაისმება

source: The name of the layout that will be loaded on startup
ka: განლაგების სახელი, რომელიც გაშვებისას ჩაიტვირთება

source: Whether Amarok uses its own internal database, as opposed to an external engine.
ka: იყენებს თუ არა Amarok თავის შიდა მონაცემთა ბაზას და არა გარე ძრავას.

source: The hostname of the external server to connect to.
ka: გარე სერვერის ჰოსტის სახელი მისაერთებლად.

source: Which server port to connect to the database engine.
ka: სერვერის პორტი მონაცემთა ბაზის ძრავთან დასაკავშირებლად.

source: The name of the database Amarok will use. The user should have sufficient access permissions.
ka: მონაცემთა ბაზის სახელი Amarok-სთვის. მომხმარებელს საკმარისი წვდომები უნდა ჰქონდეს.

source: Username used to access the external database.
ka: მოხმარებლის სახელი გარე მონაცემთა ბაზასთან წვდომისთვის.

source: Password for the external database user.
ka: პაროლი გარე მონაცემთა ბაზის მომხმარებლისთვის.

source: Keeps a running count to know when run a CHECK.
ka: გაშვებების რაოდენობა, რომელიც მონაცემთა ბაზის შემოწმებებისთვის გამოიყენება.
