Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: Connection type
ka: შეერთების ტიპი

source: Amarok 1.4 Statistics Importer
ka: Amarok 1.4-ის სტატისტიკის შემომტანი

source: iTunes Statistics Importer
ka: iTunes-ის სტატისტიკის შემომტანი

source: Rhythmbox Statistics Importer
ka: Rhythmbox-ის სტატისტიკის შემომტანი

# Name of the synchronization target
source: Target name
ka: სამიზნის სახელი

source: Now playing
ka: მიმდინარეობს დაკვრა

source: Retrieved lyrics is empty
ka: მიღებული ლირიკა ცარიელია

source: Lyrics data could not be parsed
ka: ლირიკის მონაცემების დამუშავება შეუძლებელია

source: No information available for this track
ka: ამ ტრეკისთვის ინფორმაცია ხელმისაწვდომი არაა

source: The audio player by KDE
ka: მუსიკის დამკვრელი KDE-სგან

source: (C) 2002-2003, Mark Kretschmann (C) 2003-2025, The Amarok Development Squad
ka: (C) 2002-2003, Mark Kretschmann (C) 2003-2025, Amarok-ის პროგრამისტების გუნდი

source: IRC: irc.libera.chat - #amarok Feedback: amarok@kde.org (Build Date: %1)
ka: IRC: irc.libera.chat - #amarok Feedback: amarok@kde.org (აგების თარიღი: %1)

source: <i>Inactive authors</i>
ka: <i>არააქტიური ავტორები</i>

source: Amarok authorship is not a hobby, it's a lifestyle. But when people move on we want to keep respecting them by mentioning them here:
ka: Amarok-ის ავტორობა ჰობი არაა, ის ცხოვრების სტილია. მაგრამ, როცა ხალხი მიდის, ჩვენ მათ პატივისცემას მათი სახელების ამ სიაში მოხსენებით ვცდილობთ:

source: Bart 'Where are my toothpicks' Cerneels
ka: ბარტ "სადაა ჩემი კბილის ჩხირები" კარნელსი

source: Developer (Stecchino)
ka: დეველოპერი (Stecchino)

source: Developer (dr_lepper)
ka: დეველოპერი (dr_lepper)

source: Project founder (markey)
ka: პროექტის დამფუძნებელი (markey)

source: iPod collection rewrite & more (strohel)
ka: iPod-ის კოლექციის თავიდან დაწერა და სხვა (strohel)

source: Rokymoter, Bug triaging (Mamarok)
ka: პრომოუტერი, შეცდომების დალაგება (Mamarok)

source: Developer (rengels)
ka: დეველოპერი (rengels)

source: Windows build (TheOneRing)
ka: Windows-ის აგება (TheOneRing)

source: Developer (stuffcorpse)
ka: დეველოპერი (stuffcorpse)

source: Developer (Sentynel)
ka: დეველოპერი (Sentynel)

source: Rokymoter, Developer (sven423)
ka: Rokymoter, დეველოპერი (sven423)

source: Developer (Teo`)
ka: დეველოპერი (Teo')

source: Developer (eean)
ka: დეველოპერი (eean)

source: Developer (jefferai)
ka: დეველოპერი (jefferai)

source: Leo Franchi
ka: ლეო ფრანჩი

source: Developer (lfranchi)
ka: დეველოპერი (lfranchi)

source: Developer, Vision
ka: შემქმნელი, ხედვა

source: Developer (maxx_k)
ka: დეველოპერი (maxx_k)

source: Developer (nhn)
ka: დეველოპერი (nhn)

source: Developer (sebr)
ka: დეველოპერი (sebr)

source: Developer (xevix)
ka: დეველოპერი (xevix)

source: Developer, Replay Gain support
ka: დეველოპერი, ReplayGain-ის მხარდაჭერა

source: MP3tunes integration
ka: MP3tunes-თან ინტეგრაცია

source: Windows porting
ka: Windows-ზე გადატანა

source: Christie Harris
ka: ქრისტი ჰარისი

source: Rokymoter (dangle)
ka: პრომოუტერი (dangle)

source: Dan Leinir Turthra Jensen
ka: დან ლაინირ თუთა იენსენი

source: Usability
ka: ერგონომიკა

source: Developer (hydrogen)
ka: დეველოპერი (hydrogen)

source: Biased playlists
ka: პირობის მქონე დასაკრავი სიები

source: Tag Guesser, Labels, Spectrum Analyzer
ka: ჭდეების მიხვედრა, ჭდეები, სპექტრის ანალიზი

source: Nepomuk integration
ka: Nepomuk-თან ინტეგრაცია

source: Podcast improvements
ka: პოდკასტის გაუმჯობესება

source: Live CD, Bug squashing (oggb4mp3)
ka: Live CD, შეცდომების დაპატარავება (oggb4mp3)

source: Phonon, Lord-President of KDE Multimedia (apachelogger)
ka: Phonon, KDE-ის მულტიმედიის მეფე-ხელმწიფე (apachelogger)

source: Assorted patches
ka: ნარჩევი პაჩები

source: Icons
ka: ხატულები

source: Developer, Website theme (KRF)
ka: დეველოპერი, ვებგვერდის თემა (KRF)

source: Artwork
ka: ნამუშევრები

source: Developer (MaskMaster)
ka: დეველოპერი (MaskMaster)

source: Bug triaging and sanitizing
ka: შეცდომების პოვნა და რეპორტინგი

source: UPnP support and patches (nsm)
ka: UPnP-ის მხარდაჭერა და პაჩები (nsm)

source: Website hosting
ka: ვებგვერდის ჰოსტინგი

source: Scripting interface
ka: სკრიპტების ინტერფეისი

source: Nepomuk Collection (phalgun)
ka: Nepomuk-ის მხარდაჭერა (phalgun)

source: TagLib & ktrm code
ka: TagLib-ის & ktrm-ის კოდი

source: Patches & Windows porting (shakes)
ka: პაჩები და Windows-ზე გადატანა (shakes)

source: Photos & Videos applets, Context View
ka: სურათისა და ვიდეოს აპლეტები, კონტექსტური ხედი

source: Developer, Automated Playlist Generator
ka: დეველოპერი, ავტომატური დასაკრავი სიის გენერატორი

source: Developer
ka: პროგრამისტი

source: Splash screen artist
ka: გაშვების ეკრანის სურათის დიზაინი

source: Context view
ka: კონტექსტური ხედი

source: Former contributors
ka: ყოფილი მოხალისეები

source: People listed below have contributed to Amarok in the past. Thank you!
ka: ქვემორე ჩამოთვლილმა ხალხმა წარსულში წვლილი შეიტანა Amarok-ის განვითარებაში. მადლობა!

source: Analyzers, patches, shoutcast
ka: ანალიზი, პაჩები, shoutcast

source: Patches
ka: პაჩები

source: MySQL support
ka: MySQL-ის მხარდაჭერა

source: Postgresql support
ka: PostgreSQL-ის მხარდაჭერა

source: MTP and Rio Karma media devices, patches
ka: MTP და Rio Karma მედია მოწყობილობები, პაჩები

source: Graphics, splash-screen
ka: გრაფიკა, გაშვების ეკრანი

source: Enrico Ros
ka: ენრიკო როსი

source: Analyzers, Context Browser and systray eye-candy
ka: ანალიზატორები, კონტექსტური ბრაუზერი და სისტემური კუთხის სილამაზე

source: Icons and image work
ka: ხატულები და სურათები

source: Dialog to filter the collection titles
ka: დიალოგი კოლექციის სათაურების გასაფილტრად

source: Tester, IRC channel operator, whipping
ka: ტესტერი, IRC არხის ოპერატორი, გატყეპა

source: Rokymoter, bug fixer (Firetech)
ka: Rokymoter, შეცდომების გასწორება (Firetech)

source: Konqueror Sidebar, some DCOP methods
ka: Konqueror-ის გვერდითი პანელი, ზოგიერთი DCOP-ის მეთოდი

source: FHT routine, bugfixes
ka: FHT პროცედურა, შეცდომების გასწორება

source: K3b export code
ka: K3b გატანის კოდი

source: Bugfixes, PostgreSQL support
ka: შეცდომების გასწორება PostgreSQL-ის მხარდაჭერა

source: Wikipedia support, patches
ka: ვიკიპედიის მხარდაჭერა, პაჩები

source: Former Amarok logo, former splash screen, former icons
ka: ძველი Amarok-ის ლოგო და გაშვების ეკრანის სურათი, ასევე ხატულები

source: Audioscrobbler support
ka: Audioscrobbler-ის მხარდაჭერა

source: Loads of stuff
ka: ბევრი რამ

source: Splash screen
ka: მისასალმებელი ფანჯარა

source: Local Music
ka: ლოკალური მუსიკა

source: Local sources of content
ka: შემცველობის ლოკალური წყაროები

source: Internet
ka: ინტერნეტი

source: Online sources of content
ka: შემცველობის ონლაინ-წყაროები

source: Playlists
ka: დასაკრავი სიები

source: Various types of playlists
ka: დასაკრავი სიის სხვადასხვა ტიპები

source: Browse local hard drive for content
ka: შემცველობის ძებნა ლოკალურ მყარ დისკზე

# @item:inmenu
source: &View
ka: &ნახვა

source: Lock Layout
ka: განლაგების დაბლოკვა

source: Reset Layout
ka: განლაგების საწყის მდგომარეობაში დაბრუნება

source: <qt>Closing the main window will keep Amarok running in the System Tray. Use <B>Quit</B> from the menu, or the Amarok tray icon to exit the application.</qt>
ka: <qt>მთავარი ფანჯრის დახურვა Amarok-ს სისტემის კუთხეში დატოვებს. აპლიკაციიდან გასასვლელად გამოიყენეთ <B>გასვლა</B> მენიუდან, ან Amarok-ის სისტემური კუთხის მენიუდან.</qt>

source: Docking in System Tray
ka: სისტემურ საათთან მიმაგრება

source: Play Media (Files or URLs)
ka: მედიის დაკვრა (ფაილები ან ბმულები)

source: Add Media (Files or URLs)
ka: მედიის დამატება (ფაილები ან ბმულები)

source: Add Stream
ka: ნაკადის დამატება

source: Enter Stream URL:
ka: შეიყვანეთ ნაკადის URL:

source: &Add Media...
ka: &მედიის დამატება...

source: &Clear Playlist
ka: &დასაკრავი სიის გასუფთავება

# edit play queue of playlist
source: Edit &Queue
ka: &რიგის ჩასწორება

# Remove duplicate and dead (unplayable) tracks from the playlist
source: Re&move Duplicates
ka: &დუბლიკატების წაშლა

source: &Add Stream...
ka: &ნაკადის დამატება...

source: &Export Playlist As...
ka: &დასაკრავი სიის გატანა, როგორც...

source: Equalizer
ka: ეკვალაიზერი

source: Bookmark Playlist Setup
ka: დასაკრავი სიის მორგების ჩანიშვნა

source: Bookmark Context Applets
ka: კონტექსტის აპლეტების ჩანისვნა

source: Play Media...
ka: მედიის დაკვრა...

source: Edit Details of Currently Selected Track
ka: ამჟამად მონიშნული ტრეკის დეტალების ჩასწორება

source: Seek Forward by %1
ka: გადახვევა წინ %1-ით

source: Seek Backward by %1
ka: გადახვევა უკან %1-ით

source: Update Collection
ka: კოლექციის განახლება

source: Synchronize Statistics...
ka: სტატისტიკის სინქრონიზაცია...

source: Previous Track
ka: წინა აუდიობილიკი

source: Restart current track
ka: მიმდინარე ტრეკის თავიდან დაწყება

source: Shuffle Playlist
ka: დასაკრავი სიის შემთხვევითობა

source: Repopulate Playlist
ka: დასაკრავი სიის თავიდან შევსება

source: Disable Dynamic Playlist
ka: დინამიკური დასაკრავი სიის გათიშვა

source: Next Track
ka: შემდეგი აუდიობილიკი

source: Increase Volume
ka: ხმის აწევა

source: Decrease Volume
ka: ხმის დაწევა

source: Toggle Main Window
ka: მთავარი ფანჯრის გადართვა

source: Toggle Full Screen
ka: მთელ ეკრანზე გასვლის გადართვა

source: Search playlist
ka: დასაკრავ სიაში ძებნა

source: Show active track
ka: აქტიური ტრეკის ჩვენება

source: Show Notification Popup
ka: გაფრთხილების მხტუნარას ჩვენება

source: Mute Volume
ka: ხმის დადუმება

source: Last.fm: Love Current Track
ka: Last.fm: მიმდინარე ტრეკი მომწონს

source: Last.fm: Ban Current Track
ka: Last.fm: მიმდინარე ტრეკის დაბანა

source: Last.fm: Skip Current Track
ka: Last.fm: მიმდინარე ტრეკის გამოტოვება

source: Queue Track
ka: ტრეკის რიგში ჩაყენება

source: Put Artist - Title of the current track to the clipboard
ka: მიმდინარე ტრეკის შემსრულებლის და სათაურის კოპირება ბუფერში

source: Rate Current Track: 1
ka: მიმდინარე აუდიობილიკის შეფასება: 1

source: Rate Current Track: 2
ka: მიმდინარე აუდიობილიკის შეფასება: 2

source: Rate Current Track: 3
ka: მიმდინარე აუდიობილიკის შეფასება: 3

source: Rate Current Track: 4
ka: მიმდინარე აუდიობილიკის შეფასება: 4

source: Rate Current Track: 5
ka: მიმდინარე აუდიობილიკის შეფასება: 5

source: Network Request Viewer
ka: ქსელური მოთხოვნების დათვალიერება

source: &About Amarok
ka: &Amarok-ის შესახებ

source: &Diagnostics
ka: დიაგნოსტიკა

source: &Report Bug...
ka: &შეცდომის ანგარიში...

source: &Music
ka: მუსიკა

source: &Playlist
ka: &დასაკრავი სია

source: &Tools
ka: &ხელსაწყოები

source: &Settings
ka: გამართვა

source: You have chosen to hide the menu bar. Please remember that you can always use the shortcut "%1" to bring it back.
ka: თქვენ აირჩიეთ, რომ დამალოთ მენიუს ზოლი. დაიმახსოვრეთ, რომ მის დასაბრუნებლად ყოველთვის შეგიძლიათ, მალსახმობი "%1" გამოიყენოთ.

source: Hide Menu
ka: მენიუს დამალვა

source: Paused :: %1
ka: შეჩერებულია :: %1

source: Apply this layout change?
ka: გადავატარო განლაგების ცვლილება?

source: MusicBrainz match ratio: %1%
ka: MusicBrainz-ის დამთხვევის ფარდობა: %1%

source: Choose Best Matches from This Album
ka: საუკეთესო დამთხვევის არჩევა ამ ალბომიდან

source: Go to Artist Page
ka: შემსრულებლის გვერდზე გადასვლა

source: Go to Album Page
ka: ალბომის გვერდზე გადასვლა

source: Go to Track Page
ka: ტრეკის გვერდზე გადასვლა

source: Network Requests
ka: ქსელის მოთხოვნები

source: Method
ka: მეთოდი

source: Response
ka: პასუხი

source: Length
ka: სიგრძე

source: Content Type
ka: შემცველობის ტიპი

source: Info
ka: ინფო

source: Request Details
ka: მოთხოვნის დეტალები

source: Response Details
ka: პასუხის დეტალები

source: Value
ka: მნიშვნელობა

source: Reading OPML podcast from %1 failed with error:
ka: %1-დან OPML პოდკასტის წაკითხვა ჩავარდა შეცდომით:

# label for equalizer band frequency
source: %1 Hz
ka: %1 ჰც

# label for equalizer band frequency
source: %1 kHz
ka: %1 კჰც

source: Playlist Layouts
ka: დასაკრავი სიის განლაგებები

source: Configure Playlist Layouts...
ka: დასაკრავი სიის განლაგებების მორგება...

source: Configuration for
ka: კონფიგურაცია

# placeholder for a prefix
source: [prefix]
ka: [პრეფიქსი]

# placeholder for a suffix
source: [suffix]
ka: [სუფიქსი]

source: Width:
ka: სიგანე:

source: Custom
ka: ხელით

source: Either a fixed (absolute) value, or a relative value (e.g. 128px or 12%).
ka: შეიყვანეთ კონკრეტული (აბსოლუტური), ან ფარდობითი მნიშვნელობა (მაგ: 128px, ან 12%).

source: Fit content
ka: შემცველობის ჩატევა

source: Fit the element text
ka: ელემენტის ტექსტის ჩატევა

# automatic width
source: Automatic
ka: ავტომატური

source: Take homogeneous part of the space available to all elements with automatic width
ka: ავტომატური სიგანის მქონე ყველა ელემენტისთვის ხელმისაწვდომი სივრცის ჰომოგენური ნაწილის აღება

source: Alignment:
ka: სწორება:

source: Font:
ka: ფონტი:

source: Configuration for '%1'
ka: '%1'-ის მორგება

source: Show cover
ka: ყდის ჩვენება

source: Invalid playlist layout.
ka: დასაკრავი სიის არასწორი განლაგება.

source: Encountered an unknown element name while reading layout.
ka: განლაგების წაკითხვისას აღმოჩენილია უცნობი ელემენტის სახელი.

source: copy of %1
ka: %1-ის ასლი

source: Current layout '%1' is read only. Creating a new layout '%2' with your changes and setting this as active
ka: მიმდინარე განლაგება '%1' მხოლოდ წაკითხვადია. შეიქმნება ახალი განლაგება '%2' თქვენი ცვლილებებით და ის აქტიურად მოინიშნება

source: The layout '%1' is one of the default layouts and cannot be deleted.
ka: განლაგებ '%1' ერთ-ერთ- ნაგულისხმევი განლაგებაა და მას ვერ წაშლით.

source: Cannot Delete Default Layouts
ka: ნაგულისხმევი განლაგებების წაშლა შეუძლებელია

source: Head
ka: თავი

source: Body
ka: სხეული

source: Body (Various artists)
ka: სხეული (სხვადასხვა შემსრულებელი)

source: Single
ka: ერთი

source: New playlist layout
ka: ხალი დასაკრავი სიის განლაგება

source: Copy playlist layout
ka: დასაკრავი სიის განლაგების კოპირება

source: Delete playlist layout
ka: დასაკრავი სიის განლაგების წაშლა

source: Rename playlist layout
ka: დასაკრავი სიის განლაგების სახელის გადარქმევა

source: Choose a name for the new playlist layout
ka: შეიყვანეთ სახელი ახალი დასაკრავი სიის განლაგებისთვის

source: Please enter a name for the playlist layout you are about to define:
ka: შეიყვანეთ სახელი დასაკრავი სიის განლაგებისთვის, რომლის აღწერასაც აპირებთ:

source: Cannot create a layout with no name.
ka: განლაგებას უსახელოდ ვერ შევქმნი.

source: Layout name error
ka: განლაგების სახელის შეცდომა

source: Cannot create a layout with the same name as an existing layout.
ka: ვერ შევქმნი განლაგებას უკვე არსებული განლაგების სახელით.

source: Cannot create a layout containing '/'.
ka: ვერ შევქმნი განლაგებას, რომელიც შეიცავს სიმბოლოს '/'.

source: Please enter a name for the playlist layout you are about to define as copy of the layout '%1':
ka: შეიყვანეთ სახელი დასაკრავი სიის განლაგებისთვის, რომელსაც აპირებთ, '%1' განლაგების ასლიდან შექმნათ:

source: Choose a new name for the playlist layout
ka: აირჩიეთ ახალი სახელი დასაკრავი სიის განლაგებისთვის

source: Please enter a new name for the playlist layout you are about to rename:
ka: შეიყვანეთ ახალი სახელი დასაკრავი სიის განლაგებისთვის, რომლის სახელის გადარქმევასაც აპირებთ:

source: Cannot rename a layout to have no name.
ka: განლაგების სახელის გადარქმევა ისე, რომ მას სახელი არ ჰქონდეს, შეუძლებელია.

source: Cannot rename a layout to have the same name as an existing layout.
ka: განლაგების სახელის გადარქმევა ისე, რომ მისი სახელი არსებულისას ემთხვეოდეს, შეუძლებელია.

source: The layout '%1' you modified is one of the default layouts and cannot be overwritten. Saved as new layout '%2'
ka: განლაგება '%1' ნაგულისხმევი განლაგებებიდან ერთ-ერთია და მას თავზე ვერ გადააწერთ. შენახულია, როგორც ახალი განლაგება '%2'

source: Default Layout
ka: ნაგულისხმევი განლაგება

source: Playlist Layout Editor
ka: დასაკრავი სიის განალგების რედაქტორი

source: Available Layouts
ka: ხელმისაწვდომი განლაგებები

source: Layout
ka: განლაგება

source: Show inline playback controls
ka: დაკვრის კონტროლის ელემენტის ხაზშივე ჩვენება

source: Group By
ka: დაჯგუფების პირობა

source: Show tooltips
ka: მინიშნებების ჩვენება

source: Preview
ka: გადახედვა

source: Track Progression
ka: ტრეკის მიმდინარეობა

source: Standard
ka: სტანდარტული

source: Only Queue
ka: მხოლოდ რიგი

source: Repeat Track
ka: აუდიობილიკის გამეორება

source: Repeat Album
ka: ალბომის გამეორება

source: Repeat Playlist
ka: დასაკრავი სიის გამეორება

source: Random Tracks
ka: შემთხვევითი ტრეკები

source: Random Albums
ka: შემთხვევითი ალბომები

source: Favor
ka: რჩეული

source: Higher Scores
ka: უმაღლესი ქულები

source: Higher Ratings
ka: უფრო მაღალი რეიტინგები

source: Not Recently Played
ka: რაც ახლახან არ დაკრულა

source: Shuffle
ka: შემთხვევით

source: Add a sorting level to the playlist.
ka: დალაგების დონის დამატება დასაკრავი სიისთვის.

# name of the action in undo stack
source: Add tracks to playlist
ka: ტრეკების დამატება დასაკრავ სიაში

# name of the action in undo stack
source: Queue tracks
ka: ტრეკების რიგი

# name of the action in undo stack
source: Replace playlist
ka: დასაკრავი სიის ჩანაცვლება

# Empty placeholder token used for spacing in playlist layouts
source: Placeholder
ka: შემავსებელი

# 'Cover image' playlist column name and token for playlist layouts
source: Cover image
ka: ყდის სურათი

# 'Directory' playlist column name and token for playlist layouts
source: Directory
ka: საქაღალდე

# 'Divider' token for playlist layouts representing a small visual divider
source: Divider
ka: გამყოფი

# 'File name' playlist column name and token for playlist layouts
source: File name
ka: ფაილის სახელი

source: Group length
ka: ჯგუფის სიგრძე

source: Group tracks
ka: ტრეკების დაჯგუფება

# 'Labels' playlist column name and token for playlist layouts
source: Labels
ka: ჭდეები

# 'Mood' playlist column name and token for playlist layouts
source: Mood
ka: ხასიათი

# 'Moodbar' playlist column name and token for playlist layouts
source: Moodbar
ka: ტონის ინდიკატორი

source: Source
ka: წყარო

# 'SourceEmblem' playlist column name and token for playlist layouts
source: SourceEmblem
ka: წყაროს ემბლემა

# 'Title' (track name) playlist column name and token for playlist layouts
source: Title
ka: სათაური

source: Title (with track number)
ka: სათაური (ტრეკის ნომრით)

source: <a href='%1'>Dynamic Mode</a> Enabled. <a href='%2'>Repopulate</a> | <a href='%3'>Turn off</a>
ka: <a href='%1'>დინამიკური რეჟიმი</a> ჩართულია. <a href='%2'>თავიდან შევსება</a> | <a href='%3'>გამორთვა</a>

source: &Save Current Playlist
ka: მიმდინარე დასაკრავი &სიის შენახვა

source: &Save playlist to "%1"
ka: დასაკრავი &სიის შენახვა "%1"-ში

# %1 is number of tracks, %2 is time
source: %1 track (%2)
ka: %1 ტრეკი (%2)

# %1 is number of tracks
source: %1 track
ka: %1 ტრეკი

source: No tracks
ka: ტრეკების გარეშე

source: Total playlist size: %1
ka: დასაკრავი სიის სრული ზომა: %1

source: Queue size: %1
ka: რიგის ზომა: %1

source: Queue length: %1
ka: რიგის სიგრძე: %1

source: <b>Note:</b> This track is not playable.<br>%1
ka: <b>შენიშვნა:</b> ეს ტრეკი დაკვრადი არაა.<br>%1

# %1: bitrate
source: %1 kbps
ka: %1 კბ/წმ

source: No extra information available
ka: დამატებითი ინფორმაციის ხელმისაწვდომი არაა

# The name of the file this track is stored in
source: Filename
ka: ფაილის სახელი

source: Disc Number
ka: დისკის ნომერი

# The Track number for this item
source: Track
ka: აუდიობილიკი

source: Comment
ka: კომენტარი

# The location on disc of this track
source: Directory
ka: საქაღალდე

source: Bitrate
ka: სიჩქარე

source: Sample Rate
ka: სემპლების სიჩქარე

source: Rating
ka: შეფასება

# Column name
source: Last Played
ka: ბოლოს დაკვრის დრო

source: Mood
ka: ხასიათი

source: File Size
ka: ფაილის ზომა

source: Queue Editor
ka: რიგის რედაქტორი

source: Move Up
ka: აწევა

source: Move Down
ka: ჩამოწევა

source: Dequeue Track
ka: ტრეკის ამოღება რიგიდან

source: Clear Queue
ka: რიგის გასუფთავება

source: Clear the playlist sorting configuration.
ka: დასაკრავი სიის დალაგების მორგების გასუფთავება.

source: Add a playlist sorting level.
ka: დასაკრავი სიის დალაგების დონის დამატება.

source: Filter %1
ka: %1-ის ფილტრი

source: Search %1
ka: %1-ის მოძებნა

source: %1 layout
ka: %1 განლაგება

# A type of command that affects the sorting, layout and filtering int he Playlist
source: Playlist
ka: დასაკრავი სია

source: Start typing to progressively search through the playlist
ka: დაიწყეთ აკრეფა, რომ დასაკრავ ფაილში მოძებნოთ

source: Tracks
ka: აუდიობილიკები

source: Albums
ka: ალბომები

source: Artists
ka: შემსრულებლები

source: Composers
ka: კომპოზიტორები

source: Years
ka: წელი

source: Show only matches
ka: მხოლოდ დამთხვევების ჩვენება

source: Search Preferences
ka: ძებნის პარამეტრები

source: Tracks Added
ka: ტრეკები დაემატა

source: Tracks Removed
ka: ტრეკები წაიშალა

source: Tracks moved
ka: ტრეკები გადატანილია

source: Tracks have been hidden due to the active search.
ka: ტრეკები დაიმალა აქტიური ძებნის გამო.

# Placeholder message in empty playlist view
source: Add some tracks here by dragging them from all around.
ka: დაამატეთ ტრეკები მათი გარედან გადმოთრევით.

source: The following sources are available for this track:
ka: ამ ტრეკისთვის ხელმისაწვდომია შემდეგი წყაროები:

source: OK
ka: დიახ

source: Stop Playing After This Track
ka: ამ ტრეკის შემდეგ დაკვრის შეწყვეტა

source: Remove From Playlist
ka: დასაკრავი სიიდან წაშლა

source: Select Source
ka: წყაროს არჩევა

# name of a type of constraint group
source: "Match Any" group
ka: ჯგუფი "ნებისმიერს ემთხვევა"

# name of a type of constraint group
source: "Match All" group
ka: ჯგუფი "ყველას ემთხვევა"

# name of a type of constraint group
source: Unknown match group
ka: უცნობი დამთხვევის ჯგუფი

source: An editor for Constraint Groups. You can set the group type to "match all" or "match any". When the group type is set to "match all", the Generator will try to have the playlist match all the constraints within the group. When the group type is set to "match any", the Generator will try to have the playlist match any of the constraints within the group.
ka: რედაქტორი შეზღუდვის ჯგუფებისთვის. თქვენ შეგიძლიათ დააყენოთ ჯგუფის ტიპი "ემთხვევა ყველა" ან "ემთხვევა ნებისმიერს". როდესაც ჯგუფის ტიპი დაყენებულია "ყველას შესატყვისად", გენერატორი შეეცდება დასაკრავი სიის შესატყვისი იყოს ჯგუფის ყველა შეზღუდვა. როდესაც ჯგუფის ტიპი დაყენებულია "ემთხვევა ნებისმიერს", გენერატორი შეეცდება დასაკრავი სიის შესატყვისი იყოს ჯგუფის რომელიმე შეზღუდვა.

source: Constraint Group Settings
ka: შეზღუდვის ჯგუფის პარამეტრები

source: The APG will consider the constraint group satisfied only if all of the constraints within the group are satisfied. This is analogous to a logical AND: "the tracks should match properties A, B, and C".
ka: APG ჩათვლის შეზღუდვების ჯგუფს დაკმაყოფილებულად, მხოლოდ, თუ ჯგუფში ყველა შეზღუდვა დაკმაყოფილდება. ეს ლოგიკური და-ს ანალოგია: "ტრეკები, რომლის თვისებები აკმაყოფილებს პირობებს A, B და C".

source: Match all constraints in the group
ka: დამთხვევა ყველა შეზღუდვასთან ჯგუფში

source: The APG will consider the constraint group satisfied if any one of the constraints within it is satisfied. This is analogous to a logical OR: "the tracks should match properties A, B, or C".
ka: APG ჩათვლის შეზღუდვების ჯგუფს დაკმაყოფილებულად, თუ ჯგუფში ერთი შეზღუდვა დაკმაყოფილდება. ეს ლოგიკური ან-ს ანალოგია: "ტრეკები, რომლის თვისებები აკმაყოფილებს პირობებს A, B ან C".

source: Match any constraint in the group
ka: დამთხვევა ნებისმიერ შეზღუდვასთან ჯგუფში

source: Checkpoint
ka: საკონტროლო წერტილი

source: Fixes a track, album, or artist to a certain position in the playlist
ka: აფიქსირებს ტრეკს, ალბომს ან შემსრულებელს დასაკრავი სიის გარკვეულ ადგილას

source: Checkpoint: %1
ka: ფიქსირებული პოზიცია: %1

source: unassigned
ka: მიუნიჭებელი

source: "%1" (track) by %2
ka: "%1" (აუდიობილიკი) by %2

source: "%1" (album) by %2
ka: (ალბომი) %2-ის "%1"

source: "%1" (album)
ka: "%1" (ალბომი)

source: "%1" (artist)
ka: "%1" (ხელოვანი)
