Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: Remove preset
ka: პრესეტის წაშლა

source: Removes the currently selected preset.
ka: წაშლის ამჟამად მონიშნულ პრესეტს.

source: Ignore
ka: იგნორი

source: Folder
ka: საქაღალდე

# Artist's Initial
source: Initial
ka: საწყისი

source: Collection root
ka: კოლექციის საწყიისი

source: &Basic...
ka: &ძირითადი...

source: &Advanced...
ka: &დამატებით...

source: New Preset
ka: ახალი პრესეტი

source: Preset Name
ka: პრესეტის სახელი

source: second
ka: წამი

source: minute
ka: წუთი

source: hour
ka: საათი

source: day
ka: დღე

source: week
ka: კვირა

source: month
ka: თვე

source: year
ka: წელი

source: Simple Search
ka: მარტივი ძებნა

# Unit for data rate kilo bit per seconds
source: kbps
ka: კბ/წმ

# Unit for sample rate
source: Hz
ka: ჰც

# Unit for file size in mega byte
source: MiB
ka: მიბ

# time format for specifying track length - hours, minutes, seconds
source: h:m:ss
ka: ს:წ:წწ

# The date lies before the given fixed date
source: before
ka: მითითებულ დრომდე

# The date is the same as the given fixed date
source: on
ka: მითითებულ დროს

# The date is after the given fixed date
source: after
ka: მითითებულ დროის შემდეგ

# The date is between the given fixed dates
source: between
ka: მითითებულ დროის შუალედში

# The date lies before the given time interval
source: older than
ka: ძველი, ვიდრე

# The date lies after the given time interval
source: newer than
ka: ახალი, ვიდრე

# a numerical tag (like year or track number) is between two values
source: between
ka: მითითებულ დროის შუალედში

source: Rating changed
ka: რეიტინგი შეიცვალა

source: Volume: 100% (muted)
ka: ხმა: 100% (დადუმებული)

source: On-Screen-Display preview Drag to reposition
ka: ეკრანზე ჩვენების გადახედვა გადაათრიეთ ადგილის შესაცვლელად

source: Stopped
ka: შეჩერებულია

source: Paused
ka: შეჩერება

source: Play
ka: დაკვრა

source: Pause
ka: შეჩერება

# Example: 3.5 GB free (unit is part of %1)
source: %1 free
ka: %1 თავისუფალია

source: Track Progress
ka: აუდიობილიკის მიმდინარეობა

source: The amount of time elapsed in current track
ka: მიმდინარე ტრეკისთვის გასული დრო

source: The amount of time remaining in current track
ka: მიმდინარე ტრეკზე დარჩენილი დრო

source: Enter space-separated terms to search.
ka: შეიყვანეთ ჰარეთი გამოტოვებული ტერმინები მოსაძებნად.

source: Edit filter
ka: ფილტრის ჩასწორება

source: Volume
ka: საცავი

source: Drag in and out items from above.
ka: გაათრიეთ ან შემოათრიეთ ელემენტები ზემოდან.

source: [prefix]
ka: [პრეფიქსი]

source: [suffix]
ka: [სუფიქსი]

source: Checkpoint: <b>%1</b>
ka: საკვაძო წერტილი: <b>%1</b>

source: Track: %1
ka: ტრეკი: %1

source: Album: %1
ka: ალბომი: %1

source: Artist: %1
ka: შემსრულებელი: %1

source: empty
ka: ცარიელია
