Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: Moodbar style
ka: ტონის ინდიკატორის სტილი

source: Choose the mood display style
ka: აირჩიეთ განწყობის ჩვენების სტილი

source: Default (System colours)
ka: ნაგულისხმევი (სისტემის ფერები)

source: Angry
ka: გაბრაზებული

source: Frozen
ka: გაყინული

source: Happy
ka: ბედნიერი

source: Normal
ka: ნორმალური

# Maximum cover size option
source: Small (200 px)
ka: პატარა (200 px)

# Maximum cover size option
source: Medium (400 px)
ka: საშუალო (400 px)

# Maximum cover size option
source: Large (800 px)
ka: დიდი (800 px)

# Maximum cover size option
source: Huge (1600 px)
ka: უზარმაზარი (1600 px)

# Statistics sync checkbox label
source: Synchronize Ratings
ka: შეფასებების სინქრონიზაცია

# Statistics sync checkbox label
source: Synchronize First Played Times
ka: პირველად დაკრული დროების სინქრონიზაცია

# Statistics sync checkbox label
source: Synchronize Last Played Times
ka: ბოლოს დაკრული დროების სინქრონიზაცია

# Statistics sync checkbox label
source: Synchronize Playcounts
ka: დაკვრების რაოდენობის სინქრონიზაცია

# Statistics sync checkbox label
source: Synchronize Labels
ka: ჭდეები სინქრონიზაცია

# %1 is field name such as Play Count (this string is only used as a fallback)
source: Synchronize %1
ka: %1-ის სინქრონიზაცია

source: (%2one exception%3)
ka: (%2ერთი გამონაკლისი%3)

source: File Tags
ka: ფაილის ჭდეები

source: Write meta data changes (including 'stars' rating) back to the original file. You can also prevent writing back by write protecting the file. This might be a good idea if you are currently sharing those files via the Internet.
ka: მეტამონაცემების ცვლილების ('ვარსკვლავიანი' რეიტინგის ჩათვლით) ჩაწერა ორიგინალ ფაილში. ამას ასევე შეუძლია, თავიდან აიცილოს ჩაწერა ფაილის ჩასაწერად დაბლოკვით. ეს, შეიძლება, კარგი იდეა იყოს, თუ ამჟამად, ამ ფაილებს ინტერნეტში აზიარებთ.

source: Write metadata to file
ka: მეტამონაცემების ფაილში ჩაწერა

source: Write play-changing statistics (e.g. score, lastplayed, playcount) as tags back to the audio file.
ka: დაკვრის შემცველი სტატისტიკის (ქულების, ბოლოსდაკრულობა, დაკვრებისრაოდენბა) აუდიოფაილში ჭდეების სახით ჩაწერა.

source: Write statistics to file
ka: სტატისტიკის ფაილში ჩაწერა

source: Write changed covers back to the file. This will replace existing embedded covers.
ka: შეცვლილი ყდების ჩაწერა. ეს არსებულ ჩაშენებულ ყდებს ჩაანაცვლებს.

source: Write covers to file, maximum size:
ka: ყდების ჩაწერა ფაილში. მაქს. ზომა:

source: Scale covers down if necessary.
ka: ყდების დაპატარავება, თუ საჭიროა.

source: If selected, Amarok will use Mozilla's Character Set Detector to attempt to automatically guess the character sets used in ID3 tags.
ka: თუ ჩართულია, Amarok გამოიყენებს Mozilla Character Set Detector-ს ID3 ჭდეებში გამოყენებული სიმბოლოების ნაკრების ამოსაცნობად.

source: &Enable character set detection in ID3 tags
ka: &ID3 ჭდეების სიმბოლოების ნაკრების დადგენის ჩართვა

source: Statistics Synchronization
ka: სტატისტიკის სინქრონიზაცია

source: <b>Check collections to keep them synchronized.</b> This includes scrobbling of tracks played on iPods if you have Last.fm plugin configured
ka: <b>მონიშნეთ კოლექციები, რომლების სინქრონიზებულად შენარჩუნებაც გნებავთ.</b> ეს შეიცავს iPod-ზე დაკრული ტრეკების გადაცემას, თუ Last.fm-ის დამატება მორგებული გაქვთ

source: Forget
ka: დავიწყება

source: Configure…
ka: მორგება…

source: Add…
ka: დამატება…

source: Synchronize…
ka: სინქრონიზაცია…

source: General
ka: ძირითადი

source: Check to enable the On-Screen-Display. The OSD briefly displays track data when a new track is played.
ka: დააწკაპუნეთ ეკრანზე ჩვენების ჩასართავად. OSD მოკლედ აჩვენებს ეკრანზე ტრეკის მონაცემებს, როცა მასზე გადართვა მოხდება.

source: Use &On-Screen-Display
ka: &ეკრანზე-გამოტანის ჩართვა

source: &Duration:
ka: &ხანგრძლივობა:

source: The time in milliseconds for which to show the OSD. The value must be between 500 ms and 10000 ms.
ka: OSD-ის ჩვენების დრო მილიწამებში. მნიშვნელობა 500მწმ-10000მწმ შუალედიდან უნდა იყოს.

source: Forever
ka: სამუდამოდ

source: ms
ka: მწმ

source: Sc&reen:
ka: &ეკრანი:

source: The screen that should display the OSD.
ka: ეკრანი, რომელზეც OSD გამოჩნდება.

source: Check to enable custom colors for the On-Screen-Display.
ka: ჩართეთ OSD-ის ფერების მოსარგებად.

source: Use &custom colors
ka: ფერების &ხელით მითითება

source: The color of the OSD text.
ka: OSD ტექსტს ფერი.

source: Text color:
ka: ტექსტის ფერი:

source: Click to select the color of the OSD text.
ka: დააწკაპუნეთ OSD ტექსტის ფერის ასარჩევად.

source: If checked, enables translucency if supported by your desktop system.
ka: თუ ჩართულია, ჩართავს გამჭვირვალობას, თუ ის მხარდაჭერილია თქვენი სამუშაო მაგიდის მიერ.

source: &Translucent
ka: &ნახევრადგამჭვირვალე

source: Font scale:
ka: ფონტის გადიდება:

source: Check to use the system notification.
ka: ჩართეთ სისტემური გაფრთხილებების გამოსაყენებლად.

source: Use &system notifications
ka: &სისტემური გაფრთხილებების გამოყენება

source: Current audio backend does not support volume fading
ka: მიმდინარე აუდიოს უკანაბოლოს ხმის მინავლების მხარდაჭერა არ გააჩნია

source: If checked, Amarok will<br>resume playback from where you left it the previous session -- just like a tape-player.
ka: თუ ჩართულია, Amarok გააგრძელებს<br>დაკვრას იმ ადგილიდან, სადაც ის წინა სესიაში დატოვეთ -- ზუსტად მაგნიტოფონივით.

source: &Resume playback on start
ka: დაკვ&რის განახლება გაშვებისას

source: <html>Enable this option to start playing whenever a track or more are added to the playlist using mouse, pressing Enter or when the playlist is replaced. Does nothing if something is already playing.</html>
ka: <html>ჩართეთ ეს პარამეტრი, თუ გნებავთ დაკვრის დაწყება, როცა ერთი ან მეტი ტრეკი დაემატება დასაკრავ სიას თაგუნათი, enter-ის დაჭერით, ან როცა დასაკრავი სია შეიცვლება. გააკეთებს არაფერს, თუ დაკვრა უკვე მიმდინარეობს.</html>

source: Start playing when tracks are added to playlist
ka: დაკვრის დაწყება, როცა დასაკრავ სიაში ტრეკები გაჩნდება

source: Volume Fading
ka: ხმის მინავლება

source: Fadeout on stop
ka: მინავლება გაჩერებისას

source: Fadeout on pause
ka: მინავლება შეჩერებისას

source: The length of the fadeout, in milliseconds.
ka: მინავლების ხანგრძლივობა მილიწამებში.

source: System Suspend Options
ka: სისტემის შეჩერების პარამეტრები

source: If enabled, Amarok will prevent the system from automatically suspending if it is playing a track
ka: თუ ჩართულია, Amarok ხელს შეუშლის სისტემას ავტომატურად დაძინებაში, თუ ის მუსიკას უკრავს

source: &Inhibit automatic suspend if playing
ka: ავტომატური პროგრამული ძილის აკრძალვა, თუ დაკვრა მიმდინარეობს

source: If enabled, Amarok will pause the currently playing track on suspend
ka: თუ ჩართულია, Amarok შეაჩერებს ამჟამად დაკრულ ტრეკს პროგრამული ძილისას

source: &Pause playback on suspend
ka: დაკვრის შეჩერება &პროგრამული ძილისას

source: Collections
ka: კოლექციები

source: Internet Services
ka: ინტერნეტ-სერვისები

source: Statistics importers
ka: სტატისტიკის შემომტანები

source: Manually installed scripts cannot be automatically updated, continue?
ka: ხელით დაყენებული სკრიპტების ავტომატური განახლება შეუძლებელია. გავაგრძელო?

source: Select Archived Script
ka: აირჩიეთ დაარქივებული სკრიპტი

source: Invalid Archive
ka: არასწორი არქივი

source: Invalid Script File
ka: არასწორი სკრიპტის ფაილი

source: Another script with the name %1 already exists Existing Script's Version: %2 Selected Script's Version: %3
ka: სხვა სკრიპტი სახელით %1 უკვე არსებობს არსებული სკრიპტის ვერსია: %2 არჩეული სკრიპტის ვერსია: %3

source: The script %1 was successfully installed
ka: სკრიპტის %1 დაყენება წარმატებით დასრულდა

source: Generic
ka: ზოგადი

source: Lyrics
ka: ლირიკა

source: Scriptable Service
ka: სკრიპტვადი სერვისი

source: Uninstall Script
ka: სკრიპტის წაშლა

source: Install Local Script
ka: ლოკალური სკრიპტის დაყენება

source: Script Console
ka: სკრიპტის კონსოლი

source: Enable the script console.
ka: სკრიპტის კონსოლის ჩართვა.

source: Enable Script Console
ka: სკრიპტის კონსოლის ჩართვა

source: Search Scripts
ka: სკრიპტების მოძებნა

source: %1 track
ka: %1 ტრეკი

source: Disc %1
ka: დისკი %1

source: &Queue
ka: &რიგი

source: Edit Track Details
ka: ტრეკის დეტალების ჩასწორება

# The title of the analyzer config dialog
source: %1 config
ka: %1 კონფიგურაცია

source: Bar width:
ka: პანელის სიგანე:

source: %1 pixel
ka: 1 პიქსელი

source: Show fadebars:
ka: წლის ჩვენება:

source: Bars fall speed:
ka: სიხშირის დაცემის სტრიქონი:

source: Frequency range:
ka: სიხშირის დიაპაზონი:

source: %1 Hz
ka: %1 ჰც

source: Sample size:
ka: სემპლის ზომა:

source: Play Count
ka: დაკვრების რაოდენობა

source: Score
ka: ქულები

source: Last played
ka: ბოლოს დაკვრის დრო

source: Never
ka: არასოდეს

source: Add label
ka: ჭდის დამატება

source: Remove label
ka: ჭდის წაშლა

source: Show in Media Sources
ka: მედიის წყაროებში ჩვენება

source: Add to blacklist
ka: შავ სიაში ჩამატება

source: Labels
ka: ჭდეები

source: Reload
ka: თავიდან ჩატვირთვა

source: Settings
ka: მორგება

source: Labels: No track playing
ka: ჭდეები: დაკვრა არ მიმდინარეობს

source: Labels: Fetching...
ka: ჭდეები: გამოთხოვა...

source: Labels: %1
ka: დონეები: %1

source: Labels for %1 by %2
ka: ჭდეები %1-სთვის %2-ის მიერ

source: General Settings
ka: საერთო პარამეტრები

source: Blacklist Settings
ka: შავი სიის პარამეტრები

source: Replacement Settings
ka: ჩანაცვლების პარამეტრები

source: Do not show the following labels:
ka: არ აჩვენო შემდეგი ჭდეები:

source: Labels matching the artist
ka: შემსრულებლის შესაბამისი ჭდეები

source: Labels matching the title
ka: სათაურის შესაბამისი ჭდეები

source: Labels matching the album
ka: ალბომის შესაბამისი ჭდეები

source: Blacklist:
ka: შავი სია:

source: Labels Settings
ka: ჭდის მორგება

source: Minimum label score:
ka: ჭდის მინიმალური რეიტინგი:

source: Show only labels that are rated at least that high.
ka: მხოლოდ, იმ ჭდეების ჩვენება, რომლების რეიტინგიც, სულ ცოტა, ამ სიდიდისაა.

source: Maximum labels to show:
ka: მაქს. ნაჩვენები ჭდე:

source: Do not show more than this many labels. Note that personal labels will always be shown.
ka: ამ რაოდენობაზე მეტი ჭდე ნაჩვენები არ იქნება. დაიმახსოვრეთ, რომ პირადი ჭდეები ყოველთვის ნაჩვენებია.

source: Show personal labels with score:
ka: პერსონალური ჭდეების ჩვენება რეიტინგით:

source: Affects the font size of the personal labels.
ka: გავლენას ახდენს პერსიონალური ჭდეების ფონტის ზომაზე.

source: Automatically add downloaded labels if none are assigned
ka: გადმოწერილობის ჭდეების ავტომატური დამატება, თუ ის უკვე არაა მითითებული

source: Add only labels that are rated at least that high.
ka: მხოლოდ, იმ ჭდეების დამატება, რომლების რეიტინგიც, სულ ცოტა, ამ სიდიდისაა.

source: Color for assigned labels:
ka: ფერი მინიჭებული ჭდეებისთვის:

source: Color for labels background:
ka: ფერი ჭდეების ფონისთვის:

source: Sets the label colors according to the current color scheme.
ka: ჭდის ფერების დაყენება მიმდინარე ფერების სქემის მიხედვით.

source: Reset colors
ka: ფერების ჩამოყრა

source: Replace downloaded label
ka: გადმოწერილი ჭდის ჩანაცვლება

source: with
ka: -ით

source: Add
ka: დამატება

source: This will help you keep your label collection clean by replacing downloaded labels according to your preferences. Eg. "hip hop" -> "hip-hop"
ka: ეს დაგეხმარებათ, თქვენი ჭდის კოლექცია სუფთად იქონიოთ, გადმოწერილი ჭდეების თქვენი სასურველით ჩანაცვლების საშუალებით. მაგ: "hip hop" -> "hip-hop"

source: Downloaded label
ka: ჭდის გადმოწერა

source: Replacement
ka: შემცვლელი

source: Remove selected
ka: მონიშნულის წაშლა

source: Lyrics config
ka: ლირიკის კონფიგურაცია

source: Font size:
ka: ფონტის ზომა:

source: Text alignment:
ka: ტექსტის სწორება:

source: Align left
ka: მარცხნვ სწორება

source: Align right
ka: მარჯვნივ სწორება

source: Align center
ka: ცენტრზე სწორება

source: Font:
ka: ფონტი:

source: Toggle auto scroll
ka: ავტომატური აქაჩვის გადართვა

source: Reload lyrics
ka: ლირიკის გადატვირთვა

source: No lyrics found
ka: ლირიკის პოვნა შეუძლებელია

source: Suggestions:
ka: მინიშნებები:

source: Title:
ka: სათაური:

source: Artist:
ka: შემსრულებელი:

source: Configure Playlist Info Applet
ka: დასაკრავი სიის მორგება აპლეტისთვის

source: Width
ka: სიგანე

# %1 is the artist for which similars are currently shown
source: Similar to <b>%1</b>
ka: <b>%1</b>-ის მსგავსი

# Artist's listener and playcount from Last.fm
source: %1 listeners<br>%2 plays
ka: %1 მსმენელი<br>%2 დაკვრა

source: <br>%1 plays by you
ka: <br>%1 დაკვრა თქვენგან

source: Songkick Concert Information
ka: კონცერტების ინფორმაცია საიტიდან Songkick

source: Concerts
ka: კონცერტები

source: Reload Songkick
ka: Songkick-ის თავიდან ჩატვირთვა

source: Concert information is being fetched.
ka: მიმდინარეობს კონცერტის ინფორმაციის გამოთხოვა.

source: Songkick was not able to be downloaded. Please check your Internet connection: %1
ka: Songkick-ის გადმოწერა შეუძლებელია. შეამოწმეთ თქვენი ინტერნეტკავშირი: %1

source: There was no information found for this track
ka: ამ ტრეკისთვის ინფორმაცია აღმოჩენილი არაა

source: Reload tabs
ka: ჩანართების თავიდან ჩატვირთვა

source: Reload tabs with the following title and artist
ka: შემდეგი სათაურისა და შემსრულებლის ჩანართების თავიდან ჩატვირთვა

source: Artist
ka: შემსრულებელი

# Guitar tablature
source: Tabs
ka: ჩანართები

# Guitar tablature
source: Reload tabs
ka: ჩანართების თავიდან ჩატვირთვა

# Guitar tablature
source: Tabs: Fetching...
ka: ჩანართები: გამოთხოვა...

# Guitar tablature
source: No Tabs for %1 by %2
ka: %2-ის სიმღერის %1 ტაბულატურა აღმოჩენილი არაა

# Guitar tablature
source: Tabs: Fetch Error
ka: ჩანართები: გამოთხოვის შეცდომა

# Guitar tablature
source: Tabs: %1 - %2
ka: ჩანართები: %1 - %2

# Guitar tablature settings
source: Tabs Settings
ka: ჩანართების მორგება

# Guitar tablature
source: Reload Tabs
ka: ჩანართების თავიდან ჩატვირთვა

source: Current Track Settings
ka: მიმდინარე ტრეკის პარამეტრები

source: Fetch tabs for
ka: ტაბულატურების გამოთხოვა სიმღერისთვის

source: Guitar
ka: გიტარა

source: Bass
ka: ბასი

# Guitar tablature
source: tab provided from:
ka: ტაბულაციის მომწოდებელი:

source: Previous
ka: წინა

source: Next
ka: შემდეგი

# Disable automatic page changes when track changes in Wikipedia applet
source: Don't change page automatically
ka: არ შეცვალო გვერდი ავტომატურად

source: Track
ka: აუდიობილიკი

# Right-click menu option for links in Wikipedia applet
source: Copy Link to Clipboard
ka: ბმულის ბმულის ბაფერში კოპირება

# Right-click menu option for images in Wikipedia applet
source: Copy Image to Clipboard
ka: გამოსახულების ბუფერში კოპირება

source: Unable to retrieve Wikipedia information: %1
ka: შეუძლებელია ინფორმაციის გამოთხოვა Wikipedia-დან: %1

source: No information found...
ka: ინფორმაცია ნაპოვნი არაა...

# %1 is field name such as 'Artist Name'
source: %1 is needed for searching Wikipedia.
ka: Wikipedia-ზე საძებნად %1 გჭირდებათ.

source: Choose Language
ka: აირჩიეთ ენა

source: Click to open %1 in a web browser
ka: დააწკაპუნეთ %1-ის ბრაუზერში გასახსნელად

source: Configure Applets...
ka: აპლეტების მორგება...

source: &Context
ka: &კონტექსტი

source: No labels found on Last.fm
ka: Last.fm-ზე ჭდეები აღმოჩენილი არაა

source: Unable to retrieve from Last.fm
ka: Last.fm-დან გამოთხოვა შეუძლებელია

source: No connection to Last.fm
ka: Last.fm-სთან კავშირის შეცდომა

source: ontour
ka: ტურნეზე

source: dates
ka: თარიღები

source: Do not show under Various Artists
ka: არ აჩვენო სხვადასხვა შემსრულებლებში

source: Show under Various Artists
ka: ჩვენება სხვადასხვა შემსრულებლებში

source: %1 - Stopped %2
ka: %1 - გაჩერებული %2

source: Playback Ended Markers
ka: შეწყვეტილი დაკვრის მარკერები

# Name of the virtual collection that merges tracks from all collections
source: Aggregate Collection
ka: კოლექციის აგრეგაცია

source: Audio CD
ka: აუდიო CD

source: Ogg Vorbis is a fully free and unencumbered compressed audio format that is perfect for storing your compressed music on your computer. The sound quality is slightly better than MP3 at the same bitrate. Note that not all mobile players support the Ogg Vorbis format.
ka: Ogg Vorbis სრულად თავისუფალი და დაუპყრობელი შეკუმშული ხმის ფორმატია, რომელიც იდეალურია თქვენი შეკუმშული მუსიკის თქვენს კომპიუტერზე დასამახსოვრებლად. ხმის ხარისხი ოდნავ უკეთესია, ვიდრე MP3-ის იგივე ბიტრეიტისას. გაითვალისწინეთ, რომ Ogg Vorbis ფორმატის მხარდაჭერა ყველა მობილურ დამკვრელს არ გააჩნია.

source: FLAC is a lossless compressed audio format free of any patents or license fees. It maintains perfect CD audio quality while reducing file size by about 50%. Because the filesize is much larger than Ogg Vorbis or MP3 it is not recommended if you want to transfer your music to a mobile player.
ka: FLAC კარგვისგარეშე შეკუმშული აუდიოფორმატია, რომელიც ლიცენზიებისგან და პატენტებისგან თავისუფალია. ის ინარჩულებს შესანიშნავ CD ხარისხს ფაილის ზომის 50%-მდე შემცირებით. იმის გამო, რომ ზომა Ogg Vorbis-ზე და MP3-ზე გაცილებით დიდია, ის რეკომენდებული არაა, თუ მუსიკის მობილურ დამკვრელზე გადატანას აპირებთ.

source: WAV is a basic, uncompressed audio file format. It takes up a lot of space but maintains perfect quality. It is generally not recommended unless you know what you are doing. If you want perfect quality, use FLAC instead.
ka: WAV ჩვეულებრივი, შეუკუმშავი აუდიოფაილის ფორმატია. მას ბევრი ადგილი სჭირდება, მაგრამ სრულყოფილ ხარისხს ინარჩუნებს. ის ზოგადად რეკომენდებული არაა, თუ ზუსტად არ იცით, რას აკეთებთ. თუ გნებავთ სრულყოფილი ხარისხი, ამის ნაცვლად FLAC გამოიყენეთ.

source: MP3 is the de facto standard in compressed audio compatible with almost all mobile players. It is however non free and generally not recommended.
ka: MP3 დეფაქტო სტანდარტულია შეკუმშული ხმისთვის და ის თითქმის ყველა მობილურ დამკვრელთანაა თავსებადი. მაგრამ ის თავისუფალი არა და ზოგადად არ გირჩევთ.

source: Audio CD settings - Amarok
ka: აუდიო CD-ის პარამეტრები - Amarok

source: Available formats
ka: ფორმატები

source: Advanced
ka: დამატებითი

source: Loading remote collection from host %1
ka: დაშორებული კოლექციის ჩატვირთვა ჰოსტიდან %1

source: Music share at %1
ka: მუსიკის გაზიარება %1-ზე

source: Updating Amarok database schema. Please don't terminate Amarok now as it may result in database corruption.
ka: მიმდინარეობს Amarok-ის მონაცემთა ბაზის სქემის განახლება. არ გამორთოT Amarok ახლა, რადგან ამას მონაცემთა ბაზის დაზიანება შეუძლია, გამოიწვიოს.

source: Updating Amarok database schema
ka: მიმდინარეობს Amarok-ის მონაცემთა ბაზის სქემის განახლება

source: Source track does not exist: %1
ka: წყარო ტრეკი არ არსებობს: %1

source: Could not create directory: %1
ka: ვერ შევქმენი საქაღალდე: %1

source: Transferring: %1
ka: გადაწერა: %1

source: Transcoding: %1
ka: კოდირება: %1

source: Removing: %1
ka: წაშლა: %1

source: <ul><li>%1</li></ul>In most cases this means that not all of your tracks were imported.<br>See <a href='http://userbase.kde.org/Amarok/Manual/Various/TroubleshootingAndCommonProblems#Duplicate_Tracks'>Amarok Manual</a> for information about duplicate tracks.
ka: <ul><li>%1</li></ul>უმეტეს შემთხვევაში ეს ნიშნავს, რომ ყველა თქვენი ტრეკის შემოტანა არ მომხდარა.<br>გამეორებული ტრეკების შესახებ ინფორმაციისთვის იხილეთ<a href='http://userbase.kde.org/Amarok/Manual/Various/TroubleshootingAndCommonProblems#Duplicate_Tracks'>Amarok-ის სახელმძღვანელო</a>.

source: Errors During Collection Scan
ka: შეცდომა კოლექციის სკანირებისას

source: Duplicates found, the second file will be ignored: %1 %2
ka: აღმოჩენილია გამეორებები. მეორე ფაილი გამოტოვებული იქნება: %1 %2

source: &Configure Device
ka: &მოწყობილობის მორგება

source: &Eject Device
ka: &მოწყობილობის გამოღება

source: Re-add orphaned and forget stale tracks
ka: მიტოვებულების თავიდან დამატება და გაჭედილი ტრეკების დავიწყება

# iPod was successfully initialized
source: Initialization successful.
ka: ინიციალიზაცია წარმატებულია.

# %1: iPod collection name
source: iTunes database successfully written to %1
ka: iTunes-ის მონაცემთა ბაზა წარმატებით ჩაიწერა %1-ში

# %1: iPod collection name
source: Writing iTunes database to %1 failed without an indication of error
ka: iTunes-ის მონაცემთა ბაზების ჩაწერა %1-ში ჩავარდა შეცდომის გარეშე

# %1: iPod collection name, %2: technical error from libgpod
source: Writing iTunes database to %1 failed: %2
ka: iTunes-ის მონაცემთა ბაზის %1-ში ჩაწერა ჩავარდა: %2

source: Disconnected iPod/iPad/iPhone
ka: გათიშული iPod/iPad/iPhone

source: Unknown Collection
ka: უცნობი კოლექცია

source: Unknown Artist
ka: უცნობი შემსრულებელი

source: Unknown track
ka: უცნობი ტრეკი

source: Failed to process one track. (more info about it is in the Amarok debugging log)
ka: 1 ტრეკის დამუშავება შეუძლებელია (მეტი ინფორმაცია ხელმისაწვდომია Amarok-ის გამართვის ჟურნალში)

source: Done consolidating iPod files. %1 orphaned tracks matched with stale iTunes database entries, %2 stale database entries removed, %3 orphaned tracks added back to the iTunes database. %4
ka: iPod-ის ფაილების კონსოლიდაცია დასრულდა. %1 მიტოვებული ტრეკი დაემთხვა გაჭედილ iTunes-ის მონაცემთა ბაზის ჩანაწერს, %2 გაჭედილი მონაცემთა ბაზის ჩანაწერი წაიშალა, %3 მიტოვებული ტრეკი თავიდან ჩაემატა iTunes-ის მონაცემთა ბაზაში. %4

# %2 is collection name
source: Transferred one track to %2.
ka: 1 სიმღერა გადატანილია %2-ში.

# %2 is collection name
source: Transcoded one track to %2.
ka: 1 სიმღერა კოდირებულია %2-ში.

source: Transfer aborted. Managed to transfer one track.
ka: გადაცემა შეწყდა. მოვახერხე 1 ტრეკის გადაცემა.

# %2 is the 'Transferred 123 tracks to Some collection.' message
source: %2 One track was already there.
ka: %2 ერთი ტრეკი უკვე იქ იყო.

# %1 is collection pretty name, e.g. My Little iPod
source: Transferred Tracks to %1
ka: ტრეკები გადატანილია %1-ზე

source: One track successfully transferred, but transfer of some other tracks failed.
ka: 1 ტრეკის გადაცემა წარმატებით დასრულდა, მაგრამ რამდენიმე სხვის ჩავარდა.

source: Transfer of tracks failed.
ka: ტრეკების გადაგზავნის შეცდომა.

source: One track was not transferred because it would exceed iPod capacity.<br>
ka: 1 ტრეკი არ გადაცემულა, რადგან iPod-ში ადგილი არაა.<br>

# Example of %1 would be: 20.0 MiB
source: <i>Amarok reserves %1 on iPod for iTunes database writing.</i><br>
ka: <i>Amarok იტოვებს %1-ს iPod-ზე iTunes-ის მონაცემთა ბაზის ჩასაწერად.</i><br>

source: One track was not copied because it wouldn't be playable - its %2 format is unsupported.<br>
ka: ერთი ტრეკი არ დაკოპირდა, რადგან ის დაკვრადი არააა - მისი %2 ფორმატი მხარდაჭერილი არაა.<br>

source: Copy/move/transcode of one file failed.<br>
ka: 1 ფაილის კოპირება/გადატანა/ტრანსკოდირება ჩავარდა.<br>

source: One track was not transferred due to an internal Amarok error.<br>
ka: 1 ტრეკი გადატანილი არ იქნება Amarok-ის შიდა შეცდომის გამო.<br>

source: <i>You can find details in Amarok debugging output.</i><br>
ka: <i>დეტალების პოვნა Amarok-ის გამართვის შეტყობინებებში შეგიძლიათ.</i><br>

source: The rest was not transferred because iPod collection disappeared.<br>
ka: დანარჩენი გადატანილი არ იქნება, რადგან IPod-ის კოლექცია გაქრა.<br>

# %1 is a list of errors that occurred during copying of tracks
source: Error causes: %1<br>
ka: შეცდომის მიზეზები: %1<br>

source: Removing one track from iPod
ka: 1 ტრეკის წაშლა iPod-დან

# operation when iPod is connected
source: Reading iPod tracks
ka: ტრეკების წაკითხვა iPod-დან

# iPod playlist name
source: Stale tracks
ka: ტრეკები, რომლებიც მოწყობილობაზე არ არსებობს

# iPod playlist name
source: Orphaned tracks
ka: ტრეკები, რომლებიც ბაზაში არ არსებობს

source: Stale and/or orphaned tracks detected on %1. You can resolve the situation using the <b>%2</b> collection action. You can also view the tracks under the Saved Playlists tab.
ka: %1-ზე აღმოჩენილია გაჭედილი ან/და მიტოვებული ტრეკები. ამ სიტუაციის გადაჭრა <b>%2</b> კოლექციის ქმედებით შეგიძლიათ. ამ ტრეკების ნახვა შენახული დასაკრავი სიების ჩანართშიც შეგიძლიათ.

source: Connecting to iPhone, iPad or iPod touch failed.
ka: iPhone-სთან, iPad-თან, ან iPod touch-თან მიერთება ჩავარდა.

source: iPod device configuration
ka: iPod მოწყობილობის მორგება

source: iPod name:
ka: iPod-ის სახელი:

source: Transcode:
ka: ტრეკების გადაყვანა:

source: Model:
ka: მოდელი:

source: &Initialize iPod
ka: &iPod-ის ინიციალიზაცია

source: Information
ka: ინფორმაცია
