Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: Generation:
ka: თაობა:

source: Video:
ka: ვიდეო:

source: Album artwork:
ka: ალბომის ყდა:

source: Troubleshooting
ka: პრობლემების გადაჭრა

source: SysInfo file:
ka: ფაილი SysInfo:

source: SysInfoExtended file:
ka: ფაილი SysInfoExtended:

source: Cannot parse iTunes database due to an unreported error.
ka: შეუძლებელია iTunes-ის მონაცემტა ბაზის დამუშავება მოულოდნელი შეცდომის გამო.

# iPod model that is not (yet) recognized
source: Unrecognized model
ka: გამოუცნობი მოდელი

source: iPod model was not recognized.
ka: iPod-ის მოდელის ამოცნობა ვერ მოხერხდა.

source: %1 family uses %2 file to generate correct database checksum.
ka: %1 ოჯახი იყენებს %2 ფაილს სწორი მონაცემთა ბაზის საკონტროლო ჯამის გენერაციისთვის.

source: %1 family needs %2 file to generate correct database checksum.
ka: %1 ოჯახს სჭირდება %2 ფაილი სწორი მონაცემთა ბაზის საკონტროლო ჯამის გენერაციისთვის.

# Do not translate hash-AB, libgpod, libhashab.so
source: %1 family probably uses hash-AB to generate correct database checksum. libgpod (as of version 0.8.2) doesn't know how to compute it, but tries to dynamically load external library libhashab.so to do it.
ka: %1 ოჯახი, ალბათ, იყენებს hash-AB-ს მონაცემთა ბაზის სწორი საკონტროლო ჯამის გამოსათვლელად. libgpod-მა (0.8.2 ვერსიაში) არ იცის, როგორ გამოთვალოს ის, მაგრამ ავტომატურად სცდის, ჩატვირთოს გარე ბიბლიოთეკა libhashab.so, რომ ეს ქნას.

source: Autodetect (%1 file(s) present)
ka: ავტოდადგენა (აღმოჩენილია %1 ფაილი)

# Unknown iPod model, generation...
source: Unknown
ka: უცნობი

# In a dialog: Video: Supported
source: Supported
ka: მხარდაჭერილი

# In a dialog: Video: Not supported
source: Not supported
ka: მხარდაუჭერელია

# In a dialog: Some file: Present
source: Present
ka: არსებობს

# In a dialog: Some file: Not found
source: <b>Not found</b>
ka: <b>ნაპოვნი არაა</b>

# In a dialog: Some file: Not needed
source: Not needed
ka: საჭირო არაა

# %1 is informational sentence giving reason
source: <b>%1</b><br><br>As a safety measure, Amarok will <i>refuse to perform any writes</i> to iPod. (modifying iTunes database could make it look empty from the device point of view)<br>See <a href='%2'>README.overview</a> file from libgpod source repository for more information.
ka: <b>%1</b><br><br>უსაფრთხოების მიზნით Amarok will <i>არ ჩაწერს არაფერს</i> iPod-ში. (iTunes-ის მონაცემთა ბაზის ცვლილებამ შეიძლება, ის დააცარიელოს მოწყობილობის მხრიდან)<br>მეტი ინფორმაციისთვის იხ. <a href='%2'>README.overview</a> ფაილი libgpod-ის წყაროს რეპოზიტორიიდან.

source: <b>%1</b><br><br>Above problem prevents Amarok from using your iPod. You can try to re-create critical iPod folders and files (including iTunes database) using the <b>%2</b> button below.<br><br> Initializing iPod <b>destroys iPod track and photo database</b>, however it should not delete any tracks. The tracks will become orphaned.
ka: <b>%1</b><br><br>ზემო პრობლემა უშლის ხელს Amarok-ს თქვენი iPod-ის გამოყენებაში. შეგიძლიათ, სცადოთ, თავიდან შექმნათ კრიტიკული iPod-ის საქაღალდეები და ფაილები (iTunes-ის მონაცემთა ბაზის ჩათვლით) <b>%2</b> ღილაკით ქვემოთ.<br><br> iPod-ის ინიციალიზაცია ტრეკების და სურათების ბაზას ანადგურებს</b>, მაგრამ წესით, მან ტრეკები არ უნდა წაშალოს. ტრეკები მიტოვებულად მოინიშნება.

# Do not translate SysInfo
source: Failed to write SysInfo: %1
ka: SysInfo-ის ჩაწერა ჩავარდა: %1

# Do not translate SysInfo
source: Failed to write SysInfo file due to an unreported error
ka: SysInfo ფაილის ჩაწერა ჩავარდა უცნობი მიზეზის გამო

source: Cannot initialize iPod due to an unreported error.
ka: შეცდომა iPod-ის ინიციალიზაციისას უცნობი შეცდომის გამო.

source: Copying Tracks Failed
ka: ტრეკების კოპირების შეცდომა

source: Tracks not copied: the device is already being copied to
ka: ტრეკები არ დაკოპირებულა: კოპირება უკვე მიმდინარეობს

source: Unsupported format: %1
ka: მხარდაუჭერელი ფორმატი: %1

source: Already on device
ka: უკვე მოწყობილობაზეა

source: Tracks not copied: the device already has these tracks
ka: ტრეკები არ დაკოპირებულა: მოწყობილობას ეს ტრეკები უკვე აქვს

source: Tracks not copied: the device has insufficient space
ka: ტრეკები არ დაკოპირებულა: მოწყობილობაზე ადგილი საკმარისი არაა

source: Transferring Tracks to Device
ka: მიმდინარეობს აუდიობილიკების გადატანა მოწყობილობაზე

source: %1 track failed to copy to the device
ka: მოწყობილობაზე ჩავარდა %1 ტრეკის კოპირება

source: The track failed to copy to the device
ka: ჩავარდა ტრეკის კოპირება მოწყობილობაზე

source: Track not deleted:
ka: ტრეკი არ წაშლილა:

source: Deleting Track Failed
ka: ტრეკის წაშლა ჩავარდა

source: %1 tracks are already being deleted from the device.
ka: %1 ტრეკის წაშლა მოწყობილობიდან უკვე მიმდინარეობს.

source: Removing Track from Device
ka: მიმდინარეობს ტრეკის წაშლა მოწყობილობიდან

source: &Disconnect Device
ka: &მოწყობილობის გამოერთება

source: Media Device playlists
ka: მედია მოწყობილობის დასაკრავი სიები

# Podcasts on a media device
source: Podcasts on %1
ka: პოდკასტები %1-ზე

source: Could not connect to MTP Device
ka: MTP მოწყობილობასთან მიერთების შეცდომა

source: Could not copy track from device.
ka: მოწყობილობიდან ტრეკის კოპირების შეცდომა.

source: Unknown Album
ka: უცნობი ალბომი

source: Unknown Genre
ka: უცნობი ჟანრი

source: Could not delete item
ka: ჩანაწერის წაშლის შეცდომა

source: Delete failed
ka: წაშლის შეცდომა

source: Could not save playlist.
ka: დასაკრავი სიის შენახვის შეცდომა.

source: Playdar Collection
ka: Playdar კოლექცია

source: Source collection removed
ka: საწყისი კოლექცია წაშლილია

# The genre name for classical music
source: Classical
ka: კლასიკა

# @info
source: Do you really want to delete this track? It will be removed from %2 and from underlying storage medium.
ka: მართლა გნებავთ ამ ტრეკის წაშლა? ის წაიშლება %2-დან და დისკიდან.

# @info
source: Do you really want to move this track to the trash? It will be removed from %2.
ka: მართლა გნებავთ ამ ტრეკის ნაგვის ყუთში გადატანა? ის წაიშლება %2-დან.

# @info
source: Do you really want to move this track? It will be renamed and the original deleted.
ka: მართლა გნებავთ ამ ტრეკის გადატანა? მისი სახელი შეიცვლება და ორიგინალი წაიშლება.

# @title:window
source: Move Files
ka: ფაილების გადატანა

# rename files button
source: &Rename
ka: &სახელის გადარქმევა

# @info
source: There was a problem and this track could not be removed. Make sure the directory is writable.
ka: აღმოჩენილია პრობლემა და ეს ტრეკი არ წაიშლება. დარწმუნდით, რომ საქაღალდე ჩაწერადია.

source: Unable to remove tracks
ka: ტრეკების წაშლა შეუძლებელია

source: The collection does not have enough free space available or is not writable.
ka: კოლექციას საკმარისი ადგილი არ აქვს, ან ჩაწერადი არაა.

source: Do you want to remove empty folders?
ka: გნებავთ ცარიელი საქაღალდეების წაშლა?

source: Remove empty folders?
ka: წავშალო ცარიელი საქაღალდეები?

# Select if empty folders should be removed
source: Remove
ka: წაშლა

# Select if empty folders should be removed
source: Don't remove
ka: არ წაშალო

# %1 is track url, %2 track title, %3 track artist
source: %1 (%2 by %3)
ka: %1 (%2 %3-გან)

# %1 is track url, %2 artist name
source: %1 (by %2)
ka: %1 (%2-ის)

source: today
ka: დღეს

source: last week
ka: წინა კვირაში

source: last month
ka: წინა თვეში

source: two months ago
ka: ორი თვის წინ

source: three months ago
ka: სამი თვის წინ

source: Trash
ka: ნაგავი

source: Moving to trash: %1
ka: ნაგავში გადატანა: %1

source: &Delete Episode
ka: &ეპიზოდის წაშლა

source: Are you sure you want to delete this episode?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, ეს ეპიზოდი წაშალოთ?

source: Yes, delete from %1.
ka: დიახ %1-დან წაშლა.

source: &Delete Channel and Episodes
ka: &არხისა და ეპიზოდების წაშლა

source: &Activate This Collection
ka: &ამ კოლექციის აქტივაცია

source: File <i>%1</i> suggests that we should use <i>%2</i> as music folder on the device, but it doesn't exist. Falling back to <i>%3</i> instead
ka: ფაილი <i>%1</i> ვარაუდობს, რომ მოწყობილობაზე მუსიკის საქაღალდედ <i>%2</i> უნდა გამოვიყენოთ, მაგრამ ის არ არსებობს. მის მაგიერ გამოვიყენებ საქაღალდეს <i>%3</i>

source: %1 (not activated)
ka: %1 (გამორთულია)

source: Configure USB Mass Storage Device
ka: USB დისკის მოწყობილობის მორგება

source: Removing one track from %2
ka: 1 ტრეკის წაშლა %2-დან

source: USB Mass Storage device configuration
ka: USB დისკის მორგება

source: Name:
ka: სახელი:

source: Use automatically when connected
ka: ავტომატური გამოყენება დაკავშირებისას

source: Music
ka: მუსიკა

source: Music folder:
ka: მუსიკის საქაღალდე:

source: Filename scheme of tracks that are added to the device
ka: მოწყობილობაზე დამატებული ტრეკების ფაილის სახელის სქემა

source: Podcast folder:
ka: პოდკასტის საქაღალდე:

# The value is not known
source: Unknown
ka: უცნობი

# The Value is not known
source: Unknown
ka: უცნობი

# Reason why a track is not playable
source: Underlying playlist is empty
ka: ძირითადი დასაკრავი სია ცარიელია

source: When Amarok was last closed, this track was at %1, but Amarok cannot find this track on the filesystem or in any of your collections anymore. You may try plugging in the device this track might be on.
ka: როცა Amarok ბოლოს დაიხურა, ეს ტრეკი იყო %1-ში, მაგრამ Amarok-ს არ შეუძლია ეს ტრეკი ფაილურ სისტემაზე ან რომელიმე სხვა კოლექციაში აღმოაჩინოს. შეიძლება, საჭიროა, შეაერთოთ მოწყობილობა, რომელზეც ეს ტრეკია მოთავსებული.

source: Stream (%1)
ka: ნაკადი (%1)

source: Url is not a local file
ka: ბმული ლოკალური ფაილი არაა

source: Could not create a temporary file to download playlist.
ka: დასაკრავი სიის გადმოსაწერად დროებითი ფაილის შექმნა შეუძლებელია.

source: Downloading remote playlist
ka: დაშორებული დასაკრავი სიის გადმოწერა

# %1 is file path
source: Cannot read playlist from %1
ka: %1-დან დასაკრავი სიის წაკითხვის შეცდომა

source: The used file extension is not valid for playlists.
ka: გამოყენებული ფაილის გაფართოება არასწორია დასაკრავი სიებისთვის.

source: Unknown playlist format
ka: დასაკრავი სიის ფაილის უცნობი ფორმატი

source: Playlist_%1
ka: დასაკრავისია_%1

# Change filename layout
source: Podcast Episode Filename Configuration
ka: პოდკასტის ეპიზოდების ფაილის სახელის მორგება

source: Podcast Filename Layout Configuration
ka: პოდკასტის ფაილის სახელის განლაგების მორგება

source: Specified by podcast channel
ka: მითითებულია პოდკასტის არხის მიერ

source: custom
ka: ხელით

source: Available fields : %artist%,%title%,%genre%,%year%,%composer%,%pubdate%,%number%,%album%
ka: ხელმისაწვდომი ველები : %artist%,%title%,%genre%,%year%,%composer%,%pubdate%,%number%,%album%

source: Podcast Configuration
ka: პოდკასტის მორგება

source: Save Location:
ka: შენახვის მდებარეობა:

source: When checked, Amarok will automatically scan the podcast for updates
ka: როცა ჩართულია, Amarok ავტომატურად დაასკანირებს პოდკასტის განახლებებს

source: Automatically scan for updates
ka: განახლებების ავტომატური სკანირება

source: Media Download
ka: მედიის გადმოწერა

source: Download media as soon as it becomes available
ka: მედიის გადმოწერა მაშინვე, როცა ის ხელმისაწვდომია

source: Download when a&vailable
ka: გადმოწერა, როცა ხელმისაწ&ვდომია

source: Media must be explicitly downloaded, otherwise the podcast will be played from the remote server.
ka: მედია აშკარად უნდა გადმოწეროთ. წინააღმდეგ შემთხვევაში პოდკასტის დაკვრა დაშორებული სერვერიდან მოხდება.

source: Stream or download on re&quest
ka: დასტრიმვა ან გადმოწერა მოთ&ხოვნისას

source: If checked, Amarok will throw away old podcast episodes
ka: თუ ჩართულია, Amarok ავტომატურად მოაცილებს ძველი პოდკასტის ეპიზოდებს

source: Limit &number of episodes
ka: ეპიზოდების რაოდე&ნობის შეზღუდვა

source: Keep maximum of:
ka: შეინახება მაქს:

source: The maximum number of podcast items to store
ka: პოდკასტის ელემენტების მაქსიმალური რაოდენობა დასამახსოვრებლად

source: The RSS feed and the tags in the downloaded file sometimes do not contain the same information. Writing the tags ensures the information in the playlist and on media devices will be the same as in the feed.
ka: RSS ლენტა და ჭდეები გადმოწერილ ფაილში ხანდახან იგივე ინფორმაციას არ შეიცავს. ჭდეების ჩაწერა უზრუნველყოფს, რომ ინფორმაცია დასაკრავ სიაში და მედიამოწყობილობებში იგივე იქნება, რაც ლენტაშია.

source: Write feed information to tags after downloading.
ka: ლენტის ინფორმაციის ჩაწერა ჭდეებში გადმოწერის შემდეგ.

source: Episode Filename Configuration
ka: ფაილის სახელის კონფიგურაცია

# change options
source: Configure %1
ka: %1-ის მორგება

source: Item
ka: ელემენტი

source: Podcast
ka: პოდკასტი

source: &Update All Channels
ka: &ყველა არხის განახლება

source: &Configure General Settings
ka: ზოგადი პარამეტრების &მორგება

source: &Export subscriptions to OPML file
ka: გამოწ&ერების გატანა OPML ფაილში

source: &Configure
ka: &მორგება

source: &Remove Subscription
ka: გამოწერის &წაშლა

source: &Update Channel
ka: არხის &განახლება

source: &Download Episode
ka: ეპიზოდის &გადმოწერა

source: &Delete Downloaded Episode
ka: გადმოწერილი &ეპიზოდის წაშლა

source: &Write Feed Information to File
ka: ლენტის &ინფორმაციის ფაილში ჩაწერა

source: &Keep downloaded file
ka: გადმოწერილი ფაილის &შენარჩუნება

source: Toggle the "keep" downloaded file status of this podcast episode. Downloaded files with this status wouldn't be deleted even if we apply a purge.
ka: პოდკასტის ეპიზოდის გადმოწერილი ფაილის სტატუსის "შენარჩუნებაზე" გადართვა. ამ სტატუსის მქონე გადმოწერილი ფაილები მაშინაც კი არ წაიშლება, თუ გაწმენდის ბრძანებას გაუშვებთ.

source: Already subscribed to %1.
ka: %1 უკვე გამოწერილია.

# prefix to 'x minutes'
source: every
ka: ყოველ

source: minute
ka: წუთი

source: Configure Local Podcasts
ka: ლოკალური პოდკასტების მორგება

source: Move Podcasts
ka: პოდკასტების გადატანა

source: Do you want to move all downloaded episodes to the new location?
ka: მართლა გნებავთ, გადაიტანოთ ყველა გადმოწერილი ეპიზოდი ახალ მდებარეობაზე?

source: Select file for OPML export
ka: აირჩიეთ ფაილი OPML-ში გასატანად

source: Do you really want to unsubscribe from "%1"?
ka: მართლა გნებავთ "%1"-ის გამოწერის გაუქმება?

source: Delete downloaded episodes
ka: გადმოწერილი ეპიზოდების წაშლა

source: There is still a podcast download in progress
ka: პოდკასტის გადმოწერა ჯერ კიდევ მიმდინარეობს

source: Cancel Download and Quit.
ka: გადმოწერის გაუქმება და წაშლა.

source: Unable to save podcast episode file to %1
ka: პოდკასტის ეპიზოდის ფაილის შენახვა შეუძლებელია %1-ში

source: Downloading Podcast Media
ka: პოდკასტის მედიის გადმოწერა

source: Downloading Podcast "%1"
ka: ვიწერ პოდკასტს "%1"

source: Local Podcasts
ka: ლოკალური პოდკასტები

source: Auto-update:
ka: ავტომატური განახლება:

# automatic updates turned off
source: disabled
ka: გამორთულია

source: Base directory:
ka: საბაზისო საქაღალდე:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Base directory for all new podcast channels.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">When a podcast channel is added <span style=" font-style:italic;">&lt;base directory&gt;</span>/<span style=" font-style:italic;">&lt;channel name&gt;</span> is used as the download directory.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This can be changed for each channel individually.</p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">საბაზისო საქაღალდე ყველა ახალი პოდკასტის არხებისთვის.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">როცა პოდკასტის არხი ემატება, გადმოწერის საქაღალდედ გამოყენებული იქნება <span style=" font-style:italic;">&lt;საბაზისო საქაღალდე&gt;</span>/<span style=" font-style:italic;">&lt;არხის სახელი&gt;</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ამისი შეცვლა ყველა არხისთვის ცალ-ცალკე შეგიძლიათ.</p></body></html>

source: Base directory for all new podcast channels. When a podcast channel is added <base directory>/<channel name> is used as the download directory. This can be changed for each channel individually.
ka: საბაზისო საქაღალდე ახალი პოდკასტის არხებისთვის. როცა ამატებთ პოდკასტის არხს, გადმოსაწერ საქაღალდედ გამოყენებული იქნება <საბაზისო საქაღალდე>/<არხის სახელი>. ამის შეცვლა თითოეული არხისთვის ცალ-ცალკე შეგიძლიათ.

source: The configured database plugin could not be loaded.
ka: მორგებული მონაცემთა ბაზის დამატების ჩატვირთვა შეუძლებელია.

source: Organize tracks
ka: ტრეკების ორგანიზება

source: Transcode and organize tracks
ka: ტრეკების გადაყვანა და დალაგება

source: Move tracks
ka: ტრეკების გადატანა

source: Transcode and move tracks
ka: ტრეკების გადაყვანა და გადატანა

source: Copy tracks
ka: ტრეკების კოპირება

source: Transcode and copy tracks
ka: ტრეკების გადაყვანა და კოპირება

source: Organizing one track
ka: 1 ტრეკის დალაგება

source: Transcoding and organizing one track
ka: მიმდინარეობს ტრანსკოდირება და ორგანიზაცია 1 ტრეკისთვის

source: Moving one track to %2
ka: მიმდინარეობს 1 ტრეკის გადატანა %2-ზე

source: Transcoding and moving one track to %2
ka: მიმდინარეობს ტრანსკოდირება და გადატანა 1 ტრეკისთვის %2-ზე

source: Copying one track to %2
ka: მიმდინარეობს 1 ტრეკის კოპირება %2-ზე

source: Transcoding and copying one track to %2
ka: მიმდინარეობს 1 ტრეკის ტრანსკოდირება და კოპირება %2-ზე

source: No network connection
ka: ქსელური შეერთებების გარეშე

source: File does not exist
ka: ფაილი არ არსებობს

source: Not a file
ka: ფაილი არაა

source: No read permissions
ka: წაკითხვის წვდომის გარეშე

source: Unknown Composer
ka: უცნობი კომპოზიტორი

source: anything
ka: ნებისმიერი

# Track field name (the file this track is stored in)
source: File Name
ka: ფაილის სახელი

# Track field name
source: Title
ka: სათაური

# Track field name
source: Artist
ka: შემსრულებელი

# Track field name
source: Album
ka: ალბომი

# Track field name
source: Genre
ka: ჟანრი

# Track field name
source: Composer
ka: კომპოზიტორი

# Track field name
source: Year
ka: წელი

# Track field name
source: Comment
ka: კომენტარი

# Track field name
source: Track Number
ka: აუდიობილიკი ნომერი

# Track field name
source: Disc Number
ka: დისკის ნომერი

# Track field name
source: Length
ka: ხანგრძლივობა

# Track field name
source: Bit Rate
ka: სიჩქარე

# Track field name
source: Sample Rate
ka: სემპლების სიჩქარე

# Track field name
source: File Size
ka: ფაილის ზომა

# Track field name
source: Format
ka: ფორმატი

# Track field name
source: Added to Collection
ka: ჩამატებულია კოლექციაში

# Track field name
source: Score
ka: ქულები

# Track field name
source: Rating
ka: შეფასება

# Track field name
source: First Played
ka: პირველად დაკვრის დრო

# Track field name
source: Last Played
ka: ბოლოს დაკვრის დრო

# Track field name
source: Playcount
ka: დაკვრის დრო

# Track field name
source: Unique Id
ka: უნიკალური ID

# Track field name
source: Track Gain
ka: ტრეკის ხმის სიმაღლე

# Track field name
source: Track Gain Peak
ka: ტრეკის ხმის სიმაღლის პიკი

# Track field name
source: Album Gain
ka: ალბომის ხმის სიმაღლე

# Track field name
source: Album Gain Peak
ka: ალბომის ხმის სიმაღლის პიკი

# Track field name
source: Album Artist
ka: ალბომი შემსრულებელი

# Track field name
source: Label
ka: იარლიყი

# Track field name
source: Last Modified
ka: ბოლოს შეცვლის თარიღი

# Track field name
source: Lyrics
ka: ლირიკა

source: anything
ka: ნებისმიერი

# One word translation used in the collection filter
source: title
ka: სათაური

# One word translation used in the collection filter
source: artist
ka: შემსრულებელი

# One word translation used in the collection filter
source: album
ka: ალბომი

# One word translation used in the collection filter
source: genre
ka: ჟანრი

# One word translation used in the collection filter
source: composer
ka: კომპოზიტორი

# One word translation used in the collection filter
source: year
ka: წელი

# One word translation used in the collection filter
source: comment
ka: კომენტარი

# One word translation used in the collection filter
source: tracknumber
ka: ტრეისნომერი

# One word translation used in the collection filter
source: discnumber
ka: დისკისნომერი

# One word translation used in the collection filter
source: length
ka: ხანგრძლივობა

# One word translation used in the collection filter
source: bitrate
ka: სიჩქარე

# One word translation used in the collection filter
source: samplerate
ka: სემპლებისსიჩქარე

# One word translation used in the collection filter
source: filesize
ka: ფაილისზომა

# One word translation used in the collection filter
source: format
ka: ფორმატი

# One word translation used in the collection filter
source: added
ka: დამატებული

# One word translation used in the collection filter
source: score
ka: ქულები

# One word translation used in the collection filter
source: rating
ka: შეფასება

source: firstplay
ka: პირველადდაკვრისდრო

source: lastplay
ka: ბოლოსდაკვრისდრო

# One word translation used in the collection filter
source: playcount
ka: დაკვრებისრიცხვი

# One word translation used in the collection filter
source: uniqueid
ka: უნიკალურიid

# One word translation used in the collection filter
source: trackgain
ka: ტრეკის_ხმა

# One word translation used in the collection filter
source: trackgainpeak
ka: ტრეკის_პიკი

# One word translation used in the collection filter
source: albumgain
ka: ალბომის_ხმა

# One word translation used in the collection filter
source: albumgainpeak
ka: ალბომის_პიკი

# One word translation used in the collection filter
source: albumartist
ka: ალბომის_შემსრულებელი

# One word translation used in the collection filter
source: label
ka: ჭდე

# One word translation used in the collection filter
source: modified
ka: შეიცვალა

# One word translation used in the collection filter
source: lyrics
ka: ლირიკა

source: m:ss
ka: წ:წწ

# number of days with spacing for the pretty time
source: %1 day,
ka: 1 დღე,

source: h:mm:ss
ka: ს:წწ:წწ

# number of years for the pretty time
source: %1 year
ka: %1 წელი

# number of months for the pretty time
source: %1 month
ka: %1 თვე

# number of days for the pretty time
source: %1 day
ka: 1 დღე

# number of hours for the pretty time
source: %1 hour
ka: 1 საათი

# number of minutes for the pretty time
source: %1 minute
ka: 1 წუთი

# number of seconds for the pretty time
source: %1 second
ka: 1 წამი

source: Importing podcast channel from %1
ka: მიმდინარეობს პოდკასტის არხის შემოტანა %1-დან

source: Updating podcast channel
ka: მიმდინარეობს პოდკასტის არხის განახლება

source: Updating "%1"
ka: %1-ის განახლება

source: Importing podcast from %1 failed with error:
ka: %1-დან პოდკასტის შემოტანა ჩავარდა შეცდომით:

source: Updating podcast from %1 failed with error:
ka: პოდკასტის განახლება %1-დან ჩავარდა შეცდომით:

source: Updating "%1" failed with error:
ka: "%1"-ის განახლება ჩავარდა შეცდომით:

source: While parsing %1, a feed was expected but an HTML page was received. Did you enter the correct URL?
ka: %1-ის დამუშავებისას მოველოდი ლენტას, მაგრამ მივიღე HTML გვერდი. სწორად შეიყვანეთ ბმული?

source: Feed has an unknown type: %1
ka: ლენტის ტიპი უცნობია: %1

source: %1 is not an RSS version 2.0 feed.
ka: %1 RSS 2.0 ლენტა არაა.

source: %1 is not a valid RSS version 1.0 feed.
ka: %1 სწორი RSS 1.0 ლენტა არაა.

source: %1 is not a valid Atom feed.
ka: %1 არასწორი ატომური ლენტაა.

source: Alternative Enclosures:
ka: ალტერნატიული ჩალაგებები:
