Repository: KDE/amarok
Catalog: po/*/amarok.po
Languages: ka

source: Whether to enable Amarok's scripting module.
ka: იყოს თუ არა ჩართული Amarok-ის სკრიპტის მოდული.

source: Enable/Disable Amarok's scripting module.
ka: Amarok-ის სკრიპტის მოდულის ჩართვა/გამორთვა.

source: Whether to automatically update built-in scripts
ka: მოხდება თუ არა ჩაშენებული სკრიპტების ავტომატური განახლება

source: Enable/Disable automatic update for built-in scripts.
ka: ჩაშენებული სკრიოტების ავტომატური განახლების ჩართვა/გამორთვა.

source: Whether to enable the script console.
ka: ჩაირთოს თუ არა სკრიპტის კონსოლი.

source: Whether to display a warning about scripts accessing deprecated APIs.
ka: იქნება თუ არა ნაჩვენები გაფრთხილება სკრიპტების შესახებ, რომლებიც მოძველებულ API-ებს მიმართავენ.

source: Whether to save the current session on exit.
ka: მოხდება თუ არა მიმდინარე სესიის შენახვა გასვლისას.

source: Whether to show the moodbar of the current track, if available, in the progress slider
ka: ნაჩვენები იქნება, თუ არა, ტონის პანელი მიმდინარე ტრეკისთვის, თუ ხელმისაწვდომია, მიმდინარეობის სლაიდერში

source: Enable/Disable showing moodbar, if available, in the progress slider.
ka: ტონის ინდიკატორის ჩვენების ჩართვა/გამორთვა, თუ ხელმისაწვდომია, მიმდინარეობის სლაიდერში.

source: The style to use when painting the moodbar
ka: ტონის დახატვისას გამოყენებული სტილი

source: Quality factor for Automated Playlist Generator
ka: ხარისხის ფაქტორი ავტომატიზებული დასაკრავი სიის გენერატორისთვის

source: A value between 0 and 10 that controls whether the Automated Playlist Generator tries to optimize for speed (0) or accuracy (10).
ka: მნიშვნელობა შუალედიდან 9-10, რომელიც მართავს, ახდენს ავტომატური დასაკრავი სიის გენერატორი ოპტიმიზაციას სიჩქარეზე (0) თუ სიზუსტეზე (10).

# The command type of this url is not known
source: Unknown
ka: უცნობი

source: New Bookmark
ka: ახალი სანიშნე

source: Bookmark Manager
ka: სანიშნების მმართველი

source: Add Group
ka: ჯგუფის დამატება

source: Filter bookmarks
ka: სანიშნების გაფილტვრა

source: Start typing to progressively filter the bookmarks
ka: დაიწყეთ კრეფა სანიშნეების თანდათან გასაფილტრად

source: Bookmark this Album
ka: ამ ალბომის რჩეულებში ჩამატება

source: Bookmark this Artist
ka: ამ შემსრულებლის რჩეულებში ჩამატება

source: Add Position Marker
ka: მდებარეობის სანიშნის ჩამატება

source: Group
ka: ჯგუფი

source: Type
ka: ტიპი

source: Description
ka: აღწერა

source: New Group
ka: ახალი ჯგუფი

source: none
ka: არცერთი

# Load the view represented by this bookmark
source: &Load
ka: &ჩატვირთვა

source: &Delete
ka: &წაშლა

source: &Create timecode track
ka: ტრეკის დროის &კოდის შექმნა

source: New Timecode Track
ka: ტრეკის ახალი დროის კოდი

source: Unknown
ka: უცნობი

source: Context: %1
ka: კონტექსტი: %1

source: Bookmark Context View Applets
ka: აპლეტების არჩევნის დამახსოვრება

# A type of command that affects the context view
source: Context
ka: კონტექსტი

source: Files
ka: ფაილები

source: Files (%1)
ka: ფაილები (%1)

source: Album "%1" from %2
ka: %2-ის ალბომი "%1"

source: Album "%1"
ka: ალბომი "%1"

source: Artist "%1" from %2
ka: შემსრულებელი "%1" %2-დან

source: Artist "%1"
ka: შემსრულებელი "%1"

source: Bookmark Media Sources View
ka: მუსიკის წყაროს დამახსოვრება

# A type of command that affects the view in the browser category
source: Navigate
ka: ნავიგაცია

source: Bookmark Track Position
ka: ტრეკის მდებარეობის დამასოვრება

# A type of command that starts playing at a specific position in a track
source: Play
ka: დაკვრა

source: Files/URLs to open
ka: გასახსნელი ფაილები/ბმულები

source: Immediately start playing an audio cd
ka: აუდიოCD-ის დაკვრის დაუყოვნებლივი დაწყება

source: Skip backwards in playlist
ka: დასაკრავ სიაში უკან გადასვლა

source: Start playing current playlist
ka: მიმდინარე დასაკრავი სიის დაკვრის დაწყება

source: Play if stopped, pause if playing
ka: დაკვრა, თუ გაჩერებულია, შეჩერება, თუ უკრავს

source: Pause playback
ka: დაკვრის შეჩერება

source: Stop playback
ka: დაკვრის გაჩერება

source: Skip forwards in playlist
ka: დასაკრავ სიაში წინ გადასვლა

source: Additional options:
ka: დამატებითი პარამეტრები:

source: Append files/URLs to playlist
ka: დასაკრავი სიის ბოლოში ფაილების/ბმულები მიწერა

source: Queue URLs after the currently playing track
ka: ბმულების ჩასმა სიაში ახლა დაკრული ტრეკის შემდეგ

source: Load URLs, replacing current playlist
ka: ბმულების ჩატვირთვა და მიმდინარე დასაკრავი სიის ჩანაცვლება

source: Print verbose debugging information
ka: დამატებითი გამართვის ინფორმაციის გამოტანა

source: Print verbose debugging information from the audio system
ka: დამატებითი გამართვის ინფორმაციის გამოტანა აუდიოს სისტემიდან

source: Disable colorization for debug output.
ka: გამართვის ინფორმაციის გაფერადების გამორთვა.

source: Allow running multiple Amarok instances
ka: ერთზე მეტი Amarok-ის გაშვებული ასლის ქონის დაშვება

source: Base for relative filenames/URLs
ka: საბაზისო ბილიკი შედარებით ფაილის სახელებისა და ბმულებისთვის

source: Database Error
ka: მონაცემთა ბაზის შეცდომა

source: The Amarok database reported the following errors: %1 In most cases you will need to resolve these errors before Amarok will run properly.
ka: Amarok-ის მონაცემთა ბაზაში აღმოჩენილია შემდეგი სეცდომა: %1 უმეტეს შემთხვევაში, აუცილებელია, ეს პრობლემები გადაწყვიტოთ, სანამ Amarok სწორად გააგრძელებს მუშაობას.

source: Moving files to trash
ka: ფაილების სანაგვე ყუთში გადატანა

# Error message box shown if there's a problem with Last.fm credentials
source: Invalid Last.fm session key. Please reconnect your Last.fm account in Plugin Settings.
ka: არასწორი Last.fm-ის სესიის გასაღები. თავიდან დაუკავშირდით თქვენს Last.fm-ის ანგარიშს დამატებების მორგების ფანჯარაში.

# Error message box title
source: Last.fm session key error
ka: Last.fm-ის სესიის გასაღების შეცდომა

source: A music path, %1, is set in System Settings. Would you like to use that as a collection folder?
ka: მუსიკის ბილიკი, %1, სისტემურ პარამეტრებშია დაყენებული. გნებავთ მისი კოლექციის საქაღალდედ გამოყენება?

# Select if should use a path as collection folder
source: Select collection folder
ka: აირჩიეთ კოლექციის საქაღალდე

# Select if should use a path as collection folder
source: Use
ka: გამოყენება

# Select if should use a path as collection folder
source: Don't use
ka: არ გამოიყენო

source: Media Sources Home
ka: მედიის წყაროების საწყისი გვერდი

source: Filter Music Sources
ka: &მუსიკის წყაროების გაფილტვრა

source: &Media Sources
ka: &მედიის წყაროები

source: Go Up in Media Sources Pane
ka: მედიის წყაროების პანელზე ასვლა

source: This is where you will find your local music, as well as music from mobile audio players and CDs.
ka: ეს ადგილია, სადაც თქვენს ლოკალურ მუსიკას, მუსიკას მობილური აუდიოდამკვრელებიდან და CD-ებიდან, ეძებთ.

source: Search collection
ka: კოლექციაში ძებნა

# @item:inlistbox Collection widget filter preset
source: Added This Hour
ka: ამ საათში დამატებული

# @item:inlistbox Collection widget filter preset
source: Added Today
ka: დღესდამატებული

# @item:inlistbox Collection widget filter preset
source: Added This Week
ka: ამ კვირაში დამატებული

# @item:inlistbox Collection widget filter preset
source: Added This Month
ka: ამ თვეში დამატებული

# @item:inlistbox Collection widget filter preset
source: Never Played
ka: არასდროს-დაკრული

source: First Level
ka: პირველი დონე

source: Second Level
ka: მეორე დონე

source: Third Level
ka: მესამე დონე

source: Show Years
ka: წლების ჩვენება

# @action:inmenu
source: Show Track Numbers
ka: ტრეკის ნომრების ჩვენება

# @action:inmenu
source: Show Artist for Various Artists
ka: შემსრულებლის ჩვენება სხვადასხვა შემსრულებლისთვის

source: Show Cover Art
ka: ყდის სურათის ჩვენება

source: Merged View
ka: შერწყმული ხედი

source: Sort Options
ka: დალაგების პარამეტრები

# No labels are assigned to the given item are any of its subitems
source: No Labels
ka: ჭდის გარეშე

source: Counting...
ka: დათვლა...

source: 1 track
ka: 1 ტრეკი

# The Name is not known
source: Unknown
ka: უცნობი

source: Various Artists
ka: სხვადასხვა შემსრულებლები

source: Album
ka: ალბომი

source: Year - Album
ka: წელი - ალბომი

source: Track Artist
ka: ტრეკი შემსრულებელი

source: Album Artist
ka: ალბომი შემსრულებელი

source: Composer
ka: კომპოზიტორი

source: Genre
ka: ჟანრი

source: Year
ka: წელი

source: Label
ka: იარლიყი

source: None
ka: არცერთი

source: Collapse All
ka: ყველას ჩაკეცვა

source: Collection
ka: კოლექცია

source: Copy to Collection
ka: კოლექციაში კოპირება

source: Move to Collection
ka: კოლექციაში გადატანა

source: Move Tracks to Trash
ka: ტრეკების ნაგავში გადაყრა

source: Delete Tracks
ka: ტრეკების წაშლა

source: More...
ka: მეტი...

source: &Add to Playlist
ka: &დასაკრავი სიაში დამატება

# Replace the currently loaded tracks with these
source: &Replace Playlist
ka: დასაკრავი სიის &ჩანაცვლება

source: Organize Files
ka: ფაილების დალაგება

source: &Edit Track Details
ka: &ტრეკის დეტალების ჩასწორება

source: Refresh
ka: განახლება

source: Filter Files
ka: ფილტრის ფაილები

source: The file browser lets you browse files anywhere on your system, regardless of whether these files are part of your local collection. You can then add these files to the playlist as well as perform basic file operations.
ka: ფაილის ბრაუზერი საშუალებას გაძლევთ, იპოვოთ ფაილები ყველგან თქვენს სიტემაში, იმის მიუხედავად, არის თუ არა ეს ფაილები ლოკალური კოლექციის ნაწილი. შემდეგ, ეს ფაილები შეგიძლიათ, დაამატოთ დასაკრავ სიაში და ასევე შეასრულოთ მასზე ჩვეულებრივი ფაილის ოპერაციები.

source: &Move to Trash
ka: &სანაგვე ყუთში გადატანა

# @title:window
source: Confirm Delete
ka: დაადასტურეთ წაშლა

source: Are you sure you want to delete this item?
ka: ნამდვილად გნებავთ 1 ჩანაწერის სამუდამოდ წაშლა ?

# @title:window
source: Confirm Move to Trash
ka: ნაგავში გადატანის დასტური

source: Are you sure you want to move this item to trash?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, ეს ჩანაწერი ნაგავში გადაიტანოთ?

source: Home
ka: საწყისი

source: Automated Playlist Generator
ka: დასაკრავი სიის ავტომატური შემქმნელი

source: Create playlists by specifying criteria
ka: დინამიკური დასაკრავი სიების შექმნა სხვადასხვა პირობებით

source: Add new preset
ka: ახალი პრესეტის დამატება

source: Edit selected preset
ka: მონიშნული პრესეტის ჩასწორება

source: Delete selected preset
ka: მონიშნული პრესეტის წაშლა

source: Import a new preset
ka: ახალი პრესეტის შემოტანა

source: Export the selected preset
ka: მონიშნული პრესეტის გატანა

source: Run APG with selected preset
ka: APG-ის გაშვება მონიშნული პრესეტით

source: APG Presets
ka: APG პრესეტები

source: Generator Optimization
ka: გენერატორის ოპტიმიაზცია

source: Speed
ka: სიჩქარე

source: Accuracy
ka: სიზუსტე

# Bias dialog window title
source: Edit bias
ka: პირობის ჩასწორება

# Bias selection label in bias view.
source: Match Type:
ka: დამთხვევის ტიპი:

source: This bias is a replacement for another bias which is currently not loaded or deactivated. The original bias name was %1.
ka: ეს ტონი ანაცვლებს სხვა ტონს, რომელიც ამჟამად ჩატვირთული არაა, ან გათიშულია. ორიგინალ ტონს ერქვა %1.

source: This bias has no settings.
ka: ამ პირობას პარამეტრები არ აქვს.

source: Dynamic Playlists
ka: დინამიკური დასაკრავი სიები

source: Dynamically updating parameter based playlists
ka: დინამიკურად განახლებად პარამეტრზე დაფუძნებული დასაკრავი სიები

source: With a dynamic playlist, Amarok becomes your own personal dj, automatically selecting tracks for you, based on a number of parameters that you select.
ka: დინამიკურ დასაკრავ სიებთან ერთად Amarok ხდება თქვენი პერსონალური dj, შეუძლია, ტრეკები თქვენთვის აირჩიოს იმ პარამეტრებით, რომელიც თქვენ გნებავთ.

source: Previous:
ka: წინა:

source: Number of previous tracks to remain in the playlist.
ka: დასაკრავ სიაში წინა დასატოვებელი ტრეკების რაოდენობა.

source: Upcoming:
ka: მოახლოებული:

source: Number of upcoming tracks to add to the playlist.
ka: დასაკრავსიაში შემდეგ ჩასამატებელი ტრეკების რაოდენობა.

# Turn dynamic mode on
source: On
ka: ჩართული

source: Turn dynamic mode on.
ka: დინამიკური რეჟიმის ჩართვა.

source: Duplicates
ka: დუბლიკატები

# Tooltip for dynamic playlist setting button
source: Allow duplicate tracks in result
ka: შედეგში დუბლირებული სიმღერების დაშვება

source: New
ka: ახალი

source: New playlist
ka: ახალი დასაკრავი სია

source: Edit
ka: ჩასწორება

source: Edit the selected playlist or bias
ka: არჩეული დასაკრავი სიის ან პირობის ჩასწორება

source: Delete
ka: წაშლა

source: Delete the selected playlist or bias
ka: არჩეული დასაკრავი სიის ან პირობის წაშლა

source: Repopulate
ka: თავიდან შევსება

source: Replace the upcoming tracks with fresh ones.
ka: ჩაანაცვლეთ მომავალი ტრეკები ახლებით.

source: &Rename playlist
ka: &დასაკრავი სიის სახელი გადარქმევა

source: &Add new Bias
ka: &ახალი პირობის დამატება

source: &Clone Playlist
ka: დასაკრავი სიის &კლონირება

source: &Delete playlist
ka: დასაკრავი სიის &წაშლა

source: &Edit bias...
ka: &პირობის ჩასწორება...

source: &Clone bias
ka: &პირობის დუბლირება

source: &Delete bias
ka: &პირობის წაშლა

source: &Add new bias
ka: &ახალი პირობის დამატება

source: The playlist browser contains your list of imported and saved playlists. It is also where you can specify powerful dynamic playlists and manage your podcast subscriptions and episodes.
ka: დასაკრავი სიის ბრაუზერი თქვენს მიერ შემოტანილ და შენახულ დასაკრავ სიებს შეიცავს. მას ასევე გააჩნია მძლავრი დინამიკური დასაკრავი სიების შექმნის და თქვენი პოდკასტებისა და ეპიზოდების გამოწერების მართვის საშუალებაც.

source: Add Folder
ka: საქაღალდის დამატება

source: Visible Sources
ka: ხილული წყაროები

source: Folders are only shown in <b>merged view</b>.
ka: საქაღალდეები, მხოლოდ, <b>შერწყმულ ხედშია</b> ნაჩვენები.

# default name for new folder
source: New Folder
ka: ახალი საქაღალდე

# number of playlists from one source
source: One Playlist
ka: ერთი დასაკრავი სია

# normally number of playlists, but they are still loading
source: Loading...
ka: იტვირთება...

# number of playlists from one source
source: One playlist
ka: ერთი დასაკრავი სია

source: Source
ka: წყარო

source: Create an Empty Playlist
ka: ცარიელი დასაკრავი სიის შექმნა

# toggle the "new" status of this podcast episode
source: &New
ka: &ახალი

source: &Rename...
ka: &სახელის გადარქმევა...

source: &Delete...
ka: &წაშლა...

source: &Export As...
ka: &გატანა, როგორც...

# First part of 'Remove %1 From %2'
source: a Track
ka: ტრეკი

# %1: number of tracks. %2: number of playlists
source: Remove %1 From %2
ka: %1-ის წაშლა %2-დან

# Second part of 'Remove %1 From %2'
source: 1 Playlist
ka: 1 დასაკრავი სია

# %2 is saved playlist name
source: Remove a Track From %2
ka: ტრეკის %2-დან წაშლა

source: Delete playlist <i>%1</i> from %2?
ka: წავშალო დასაკრავი სია <i>%1</i> %2-დან?

source: Delete %1 playlists from %2?
ka: წავშალო %1 დასაკრავი სია %2-დან?

source: Confirm Playlist Deletion
ka: დასაკრავი სიის წაშლის დადასტურება

source: Use relative path for &saving
ka: შედარებითი ბილიკის გამოყენება შე&სანახად

source: Save As
ka: შეინახე როგორც

source: &Rename Folder...
ka: საქაღალდის სახელის &შეცვლა...

source: &Delete Folder
ka: &საქაღალდის წაშლა

source: New name
ka: ახალი სახელი

# Enter a new name for a folder that already exists
source: Enter new folder name:
ka: შეიყვანეთ ახალი საქაღალდის სახელი:

source: Confirm Delete
ka: დაადასტურეთ წაშლა

source: Are you sure you want to delete this folder and its contents?
ka: მართლა გნებავთ, წაშალოთ ეს საქაღალდე და მისი შემცველობა?

source: Podcasts
ka: პოდკასტები

source: List of podcast subscriptions and episodes
ka: პოდკასტების გამოწერებისა და ეპიზოდების ჩამონათვალი

source: Manage your podcast subscriptions and browse individual episodes. Downloading episodes to the disk is also done here, or you can tell Amarok to do this automatically.
ka: მართეთ თქვენი პოდკასტის გამოწერები და დაათვალიერეთ ინდივიდუალური ეპიზოდები. ეპიზოდების გადმოწერაც აქ ხდება, ან, შეგიძლიათ, უთხრათ Amarok-ს, ეს ავტომატურად გააკეთოს.

source: &Add Podcast
ka: პოდკასტის &დამატება

source: &Update All
ka: ყველას &განახლება

source: Import OPML File
ka: OPML ფაილის შემოტანა

source: By
ka: ავტორი

# Podcast published on date
source: On
ka: დრო

source: File Size:
ka: ფაილის ზომა:

source: Subscription Date:
ka: გამოწერის თარიღი:

source: Keywords:
ka: საკვანძო სიტყვები:

source: Add Podcast...
ka: პოდკასტის დამატება...

source: add podcast...
ka: პოდკასტის დამატება...

source: Refresh All Podcasts
ka: ყველა პოდკასტის განახლება

source: Configure Podcasts...
ka: პოდკასტების მორგება...

source: Scan Interval...
ka: სკანირების ინტერვალი...

# number of podcasts from one source
source: One Channel
ka: ერთი არხი

source: Title
ka: სათაური

source: Summary
ka: შეჯამება

source: Add Podcast
ka: პოდკასტის დამატება

source: Enter RSS 1.0/2.0 or Atom feed URL:
ka: შეიყვანეთ RSS 1.0/2.0 ან ატომური ლენტის ბმული:

source: Saved Playlists
ka: შენახული დასაკრავი სიები

source: User generated and imported playlists
ka: მომხმარებლის შექმნილი და შემოტანილი დასაკრავი სიები

source: Create, edit, organize and load playlists. Amarok automatically adds any playlists found when scanning your collection, and any playlists that you save are also shown here.
ka: დასაკრავი სიების შექმნა, ჩასწორება, გადალაგება და ჩატვირთვა. Amarok ავტომატურად ამატებს დასაკრავ სიებს, რომლებსაც თქვენი კოლექციის სკანირებისაც იპოვის და თქვენ შექმნილებსაც.

source: The Internet browser lets you browse online sources of content that integrates directly into Amarok. Amarok ships with a number of these sources, but many more can be added using scripts.
ka: ბრაუზერი საშუალებსა გაძლევთ ათვალიეროთ წყაროები ინტერნეტში, რომელიც პირდაპირ Amarok-შია ჩაშენებული. Amarok-ს ბევრი ასეთი წყარო აქვს, მაგრამ კიდევ უფრო მეტის დამატება სკრიპტებით შეგიძლიათ.

# Miscellaneous settings
source: General
ka: ზოგადი

source: Configure General Options
ka: ზოგადი პარამეტრების მორგება

source: Local Collection
ka: ლოკალური კოლექცია

source: Configure Local Collection
ka: ლოკალური კოლექციის მორგება

source: Metadata
ka: მეტამონაცემები

source: Configure Metadata Handling
ka: მეტამონაცემების დამუშავების მორგება

source: Playback
ka: დაკვრა

source: Configure Playback
ka: დაკვრის მორგება

source: Notifications
ka: შეტყობინებები

source: Configure Notifications
ka: შეტყობინებების მორგება

source: Database
ka: მონაცემთა ბაზა

source: Configure Database
ka: მონაცემთა ბაზის მორგება

source: Plugins
ka: დამატებები

source: Configure Plugins
ka: დამატებების მორგება

source: Scripts
ka: სკრიპტები

source: Configure Scripts
ka: სკრიპტების მორგება

source: Collection Setup
ka: კოლექციის მორგება

source: Collection Folders
ka: კოლექციის საქაღალდეები

source: These folders will be scanned for media to make up your collection. You can right-click on a folder to individually rescan it, if it was previously selected:
ka: მოხდება ამ საქაღალდეების სკანირება მედიაზე, რომლითაც თქვენ კოლექციას ააწყობთ. თუ ის უკვე იყო მონიშნული, შეგიძლიათ, საქაღალდეებზე მარჯვენა ღილაკით დააწკაპუნოთ, რომ ის ცალკე დასკანირდეს:

source: Importing Music
ka: მუსიკის შემოტანა

source: Whether Amarok should transcode tracks when they are copied or moved to Local Collection.
ka: ახდენს, თუ არა Amarok იმ ტრეკების ტრანსკოდირებას, როცა მიმდინარეობს მათი კოპირება ან გადატანა ლოკალურ კოლექციაში.

source: Transcode tracks:
ka: ტრეკების გადაყვანა:

source: Amarok was able to establish a successful connection to the database.
ka: Amarok-მა წარმატებით დაამყარა კავშირი მონაცემთა ბაზასთან.

source: Success
ka: წარმატება

source: The amarok database reported the following errors: %1 In most cases you will need to resolve these errors before Amarok will run properly.
ka: Amarok-ის მონაცემთა ბაზაში აღმოჩენილია შემდეგი შეცდომები: %1 უმეტეს შემთხვევაში, აუცილებელია, ეს პრობლემები გადაწყვიტოთ, სანამ Amarok სწორად გააგრძელებს მუშაობას.

source: Changes to database settings only take effect after Amarok is restarted.
ka: მონაცემთა ბაზის პარამეტრების ცვლილებები, მხოლოდ, Amarok-ის თავიდან ჩართვის შემდეგ შევა ძალაში.

source: Database settings changed
ka: მონაცემთა ბაზის პარამეტრები შეიცვალა

source: password
ka: პაროლი

source: Check to enable the use of an external database. By default there is already an embedded MySQL database running.
ka: დააწკაპუნეთ გარე მონაცემთა ბაზის გამოყენების ჩასართავად. ნაგულისხმევად MySQL მონაცემთა ბაზა უკვე გაშვებული უნდა იყოს.

source: Use &external MySQL database
ka: გარე &MySQL ბაზის გამოყენება

source: Connection Settings
ka: შეერთების მორგება

source: &Server:
ka: &სერვერი:

source: Enter the name of the existing MySQL server
ka: შეიყვანეთ არსებული MySQL სერვერის სახელი

source: P&ort:
ka: &პორტი:

source: Enter the port number to access the server. Default is port 3306.
ka: შეიყვანეთ სერვერის პორტი. ნაგულისხმევია პორტი 3306.

source: &Username:
ka: &მომხმარებლის სახელი:

source: Enter the password for the default user.
ka: შეიყვანეთ ნაგულისხმევი მომხმარებლის პაროლი.

source: &Password:
ka: &პაროლი:

source: Enter the username to access the database with full access privileges.
ka: შეიყვანეთ ბაზაზე სრული წვდომის პრივილეგიების მქონე მომხმარებლის სახელი.

source: &Database:
ka: &მონაცემთა ბაზა:

source: Enter the name of the database. Default preset is amarokdb.
ka: შეიყვანეთ ბაზის სახელი. ნაგულისხმევი სახელია amarokdb.

source: Test database connection
ka: ბაზასთან მიერთების ტესტირება

source: Amarok expects the above database and user account to already exist. This user also requires full access to the database. Changes only take effect after Amarok is restarted.
ka: Amarok მოელის, რომ ზედა მონაცემთა ბაზა და მომხმარებლის ანგარიში უკვე არსებობს. ამ მომხმარებელს მონაცემთა ბაზაზე სრული წვდომა უნდა ჰქონდეს. ცვლილებები, მხოლოდ, Amarok-ის თავიდან გაშვებისას შევა ძალაში.

source: If your database is not already set up, you can use the following S&QL commands (after replacing the password with the correct one):
ka: თუ თქვენი მონაცემთა ბაზა უკვე გაშვებული არაა, შეგიძლიათ გამოიყენოთ შემდეგი S&QL ბრძანებები (პაროლის სწორ მნიშვნელობაზე შეცვლის შემდეგ):

source: Excluded Labels
ka: გამორიცხული ჭდეები

source: Add this label to the list of excluded labels
ka: ჭდის დამატება ამოღებული ჭდეების სიაში

source: Add Label to Exclude
ka: შეიყვანეთ გამოსარიცხი ჭდე

source: Selected labels won't be touched by statistics synchronization
ka: მონიშნული ჭდეებს სტატისტიკის სინქრონიზაცია არ შეეხება

source: General Options
ka: ზოგადი პარამეტრები

source: Check to enable the Amarok system tray icon.
ka: ჩართეთ Amarok-ის სისტემურ კუთხეში ხატულას ჩასართავად.

source: Show tray &icon
ka: სისტემის კუთხეში ხატულის ჩვენება

source: Check to enable the automatic retrieval of cover art from the Internet.
ka: ჩართეთ ყდების ინტერნეტიდან ავტომატურად გადმოსაწერად.

source: Automatically retrieve cover art
ka: ყდის სურათების ავტომატური მიღება

source: Check to enable animations when context applets collapse.
ka: ჩართეთ, რომ ჩართოთ ანიმაციები, როცა კონტექსტის აპლეტები ჩაიკეცება.

source: Show background images in the browser panel
ka: ფონის სურათების ჩვენება ბრაუზერის პანელში

source: Playlist Options
ka: დასაკრავი სიების მორგება

source: Check to make the playlist scroll so the current track is always visible.
ka: ჩართეთ, რომ დასაკრავი სიის მიმდინარე ტრეკზე გადასვლის ღილაკი ყოველთვის ხილული იყოს.

source: Automatically scroll playlist to current track
ka: დასაკრავი სიის ავტომატური გადახვევა მიმდინარე ტრეკზე

source: Moodbar Options
ka: ტონის ინდიკატორის მორგება

source: <b>Note</b>: Mood files must be generated manually. For more information, visit <a href="http://userbase.kde.org/Amarok/Manual/Various/Moodbar">related article on KDE UserBase</a>.
ka: <b>შენიშვნა</b>: ტონის ფაილები ხელით უნდა შექმნათ. მეტი ინფორმაციისთვის იხილეთ <a href="http://userbase.kde.org/Amarok/Manual/Various/Moodbar">შესაბამისი სტატია KDE-ის დოკუმენტაციაში</a>.

source: The Moodbar makes it possible to navigate in your music visually. Please note that this feature requires the external "Moodbar Generator" tool.
ka: ტონის ზოლი შესაძლებელს ხდის, თქვენი მუსიკა ვიზუალურად ეძებოთ. დაიმახსოვრეთ, რომ ამ ფუნქციას, გარე "Moodbar Generator" პროგრამა სჭირდება.

source: Show Moodbar in Progress Slider
ka: ტონის ინდიკატორის ჩვენება მიმდინარეობის სლაიდერში
