Repository: KDE/amarok
Catalog: po/*/amarokpkg.po
Languages: ar, bg, eo, fa, fr, ia, id, ja, ka, km, ko, mai, nb, nds, pl, sk, sl, th, tr, zh_cn

# NAME OF TRANSLATORS
source: Your names
ar: صفا الفليج
bg: Златко Попов
eo: Axel Rousseau,Oliver Kellogg
fa: محمدرضا میردامادی
fr: Simon Esneault, Simon Depiets
ia: Giovanni Sora
id: Wantoyo
ja: Daniel E. Moctezuma
ka: Temuri Doghonadze
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: 박신조
mai: संगीता कुमारी
nb: Bjørn Steensrud
nds: Manfred Wiese
pl: Maciej Wikło
sk: Richard Frič
sl: Jure Repinc,Andrej Mernik,Matjaž Jeran
th: ถนอมทรัพย์ นพบูรณ์
tr: Serdar Soytetir, Ozan Çağlayan, Emir SARI
zh_cn: KDE 中国, Guo Yunhe, Wordless Echo

# EMAIL OF TRANSLATORS
source: Your emails
ar: safa1996alfulaij@gmail.com
bg: zlatkopopov@fsa-bg.org
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
fa: mohi@ubuntu.ir
fr: simon.esneault@gmail.com,sdepiets@gmail.com
ia: g.sora@tiscali.it
id: wantoyek@gmail.com
ja: democtezuma@gmail.com
ka: Temuri.doghonadze@gmail.com
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: kde@peremen.name
mai: sangeeta09@gmail.com
nb: bjornst@skogkatt.homelinux.org
nds: m.j.wiese@web.de
pl: maciej.wiklo@wp.pl
sk: Richard.Fric@kdemail.net
sl: jlp@holodeck1.com,andrejm@ubuntu.si,matjaz.jeran@amis.net
th: donga.nb@gmail.com
tr: tulliana@gmail.com, ozan@pardus.org.tr, emir_sari@icloud.com
zh_cn: kde-china@kde.org, i@guoyunhe.me, wordless@echo.moe

source: Amarok Applet Manager
ar: مدير بريمجات أماروك
bg: Мениджър на аплети за Amarok
eo: Amarok Apletmastrumilo
fa: مدیر برنامک آماروک
fr: Gestionnaire de composants graphiques de Amarok
ia: Gerente de applet de Amarok
id: Pengelola Applet Amarok
ja: Amarok アプレットマネージャ
ka: Amarok-ის აპლეტის მმართველი
km: កម្មវិធី​គ្រប់​គ្រង​អាប់ភ្លេត​របស់​ Amarok
ko: Amarok 애플릿 관리자
nb: Amarok miniprogramstyring
nds: Lüttprogrammpleger för Amarok
pl: Menedżer apletów Amaroka
sk: Manažér Amarok apletov
sl: Upravljalnik apletov za Amarok
th: ตัวจัดการแอพเพล็ตของแอมอะร็อก
tr: Amarok Uygulamacık Yöneticisi
zh_cn: Amarok 小程序管理器

source: Aaron Seigo
ka: აარონ სეიგო
mai: एरान सीगो

source: Original author
ar: المؤلّف الأصليّ
bg: Автор
eo: Origina aŭtoro
fr: Auteur original
ia: Autor original
id: Penulis asli
ja: 原作者
ka: საწყისი ავტორი
km: អ្នក​និពន្ធ​ដើម
ko: 원 작성자
mai: मूल लेखक
nb: Opprinnelig forfatter
nds: Orginaal-Programmschriever
pl: Autor oryginału
sk: Pôvodný autor
sl: Prvotni avtor
th: ผู้เขียนแรกเริ่ม
tr: Özgün yazar
zh_cn: 原作者

source: Leo Franchi
ka: ლეო ფრანჩი

source: Developer
ar: مطوّر
bg: Разработка
eo: Kreinto
fa: توسعه‌دهنده
fr: Développeur
ia: Disveloppator
id: Pengembang
ja: 開発者
ka: პროგრამისტი
km: អ្នក​អភិវឌ្ឍន៍
ko: 개발자
mai: डेवलपर
nb: Utvikler
nds: Programmschriever
pl: Programista
sk: Vývojár
sl: Razvijalec
th: ผู้พัฒนา
tr: Geliştirici
zh_cn: 开发者

source: For install or remove, operates on applets installed for all users.
bg: За инсталиране или премахване. Отнася се за аплетите на всички потребители.
eo: Por instalo aŭ forigo, ĝi funkcias je apletoj instalitaj por ĉiuj uzantoj.
fa: برای نصب یا حذف، عملیاتی را روی برنامک‌های نصب شده آماروک برای همه کاربران انجام میدهد.
fr: Pour une installation ou une suppression, fonctionne avec les composants graphiques installés pour tous les utilisateurs.
ia: Pro installar o remover, il opera sur applets installate pro omne usatores.
id: Untuk instal atau hapus, applet yang terinstal beroperasi untuk semua pengguna.
ja: インストールまたは削除を行なうには、すべてのユーザ向けにインストールされたアプレットで操作してください。
ka: დასაყენებლად ან საწაშლელად ყველა მომხმარებლის ნაცვლად აპლეტებზე ოპერირებს.
km: ចំពោះ​ការ​ដំឡើង ឬ​យកចេញ ប្រតិបត្តិ​លើ​អាប់ភ្លេត​ដែល​បាន​ដំឡើង​សម្រាប់​អ្នកប្រើ​ទាំង​អស់ ។
ko: 모든 사용자의 애플릿을 설치, 삭제합니다.
nb: Installering eller fjerning gjelder miniprogrammer installert for alle brukere.
nds: Bi't Installeren un Wegmaken gellt dat för Lüttprogrammen, de för all Brukers installeert sünd.
pl: Do instalacji lub usuwania, operuje na apletach zainstalowanych dla wszystkich użytkowników.
sk: Pre inštaláciu alebo odstránenie apletov inštalovaných pre všetkých ppužívateľov.
sl: Za nameščanje in odstranjevanje, dela na apletih, nameščenih za vse uporabnike.
th: สำหรับการติดตั้งและการถอดแอปเพล็ตที่ติดตั้งอยู่สำหรับผู้ใช้ทั้งหมด
tr: Kurulum ve kaldırma, tüm kullanıcılar için kurulmuş uygulamacıkları etkiler.
zh_cn: 用于让所有用户安装、移除、修改已安装的小程序。

# Do not translate <path>
source: Install the applet at <path>
ar: ثبّت البريمج في <path>
bg: Инсталиране на аплета в <path>
eo: Instali la apleton ĉe <path>
fa: نصب برنامک از <path>
fr: Installe le composant graphique situé à l'emplacement <path>
ia: Installar le applet a <path>
id: Instal applet di <alur>
ja: <path> にあるアプレットをインストール
ka: აპლეტის <path>-ზე დაყენება
km: ដំឡើង​អាប់ភ្លេត​នៅ <path>
ko: 애플릿을 <path>에 설치하기
nb: Installer miniprogrammet ved <path>
nds: Dat Lüttprogramm ünner den Padd <path> installeren
pl: Zainstaluj aplet w <path>
sk: Inštalovať aplet do <path>
sl: Namesti aplet v <path>
th: ติดตั้งแอพเพล็ตที่ตำแหน่ง <path>
tr: Uygulamacığı <yol> konumuna kur
zh_cn: 安装位于 <path> 的小程序

# Do not translate <path>
source: Upgrade the applet at <path>
bg: Обновяване на аплета в <path>
eo: Ĝisdatigi la apleton ĉe <path>
fa: ارتقا برنامک از <path>
fr: Met à jour le composant graphique situé à l'emplacement <path>
ia: Actualisar le applet a <path>
id: Peningkatan applet di <alur>
ja: <path> にあるアプレットをアップグレード
ka: <path>-ზე აპლეტის განახლება
km: ធ្វើ​ឲ្យ​អាប់ភ្លេត​ប្រសើរ​ឡើង​នៅ <path>
ko: <path>의 애플릿 업그레이드하기
nb: Oppgrader miniprogrammet ved <path>
nds: Dat Lüttprogramm ünner den Padd <path> opfrischen
pl: Uaktualnij aplet w <path>
sk: Inovovať aplet v <path>
sl: Nadgradi aplet v <path>
th: ทำการปรับรุ่นแอปเพล็ตที่ <path>
tr: <path> konumundaki uygulamacığı yükselt
zh_cn: 更新位于 <path> 的小程序

source: Most installed applets
bg: Най-често инсталирани аплети
eo: Plimulto de instalitaj apletoj
fr: Applets les plus installées
ia: Applets plus installate
id: Applet paling banyak diinstal
ka: ყველაზე ხშირად დაყენებული აპლეტები
ko: 가장 많이 설치된 애플릿
pl: Najczęściej wgrywane aplety
sk: Najčastejšie inštalované aplety
sl: Največkrat nameščeni apleti
tr: En çok kurulan uygulamacıklar
zh_cn: 安装量最多的小程序

# Do not translate <name>
source: Remove the applet named <name>
ar: أزل البريمج المسمّى <name>
bg: Премахване на аплет <name>
eo: Forigi la apleton nomita <name>
fa: حذف کردن برنامک با نام <name>
fr: Supprime le composant graphique nommé <name>
ia: Remover le applet appellate <name>
id: Hapus applet yang bernama <name>
ja: <name> という名前のアプレットを削除
ka: აპლეტის (<name>) წაშლა
km: យក​អាប់ភ្លេត​ដែល​មាន​ឈ្មោះ <name>
ko: <name> 애플릿 삭제하기
nb: Fjern miniprogrammet som heter <name>
nds: Dat Lüttprogramm mit den Naam <name> wegmaken
pl: Usuń aplet <name>
sk: Odstrániť aplet s menom <name>
sl: Odstrani aplet imenovan <name>
th: ลบแอพเพล็ตที่มีชื่อว่า <name>
tr: <ad> uygulamacığını kaldır
zh_cn: 移除名为 <name> 的小程序

source: Absolute path to the package root. If not supplied, then the standard data directories for this KDE session will be searched instead.
bg: Абсолютен път до коренната директория на пакета. Ако не е указан, ще бъде изпозлвана стандартната директория за тази сесия на KDE.
eo: Plena vojo al pakaĵradiko. Se ne donita, la standardaj datumdosierujoj por tiu ĉi KDE-seanco estos serĉata anstataŭe.
fr: Emplacement absolu vers la racine du paquet. S'il n'est pas fourni, les dossiers standards de données pour cette session KDE vont alors être recherchés à la place.
ia: Percurso absolute al radice de pacchetto. Si il non es fornite, in vice essera cercate le directorios standard de datos pro iste session de KDE.
id: Kebenaran alur yang ada di paket root. Ini tidak tersedia, maka direktori data standar untuk sesi KDE ini akan dicari sebagai gantinya.
ja: パッケージルートに対する絶対パスを指定します。何も指定しない場合は、この KDE セッション向けの標準データディレクトリを検索します。
ka: აბსოლუტური ბილიკი პაკეტის ძირითად საქაღალდემდე. თუ მითითებული არაა, მოსაძებნად KDE-ის სესიის მონაცემების საქაღალდე იქნება გამოყენებული.
km: ផ្លូវ​ពេញលេញ​ទៅកាន់​កញ្ចប់ root ។ ប្រសិន​បើ​មិន​បាន​ផ្ដល់ នោះ​ថត​ទិន្នន័យ​ស្តង់ដារ​សម្រាប់​សម័យ KDE នឹង​ត្រូវ​បាន​ស្វែង​រក​ជំនួស ។
ko: 패키지 루트로부터의 절대 경로입니다. 지정되지 않으면 이 KDE 세션의 표준 데이터 디렉터리를 찾습니다.
mai: संकुल रूट क' निरपेक्ष पथ. जँ नहि देल जाएत अछि, तब मानक आँकडा निर्देशिका एहि KDE सत्र क' लेल बदलामे खोजल जएताह.
nb: Absolutt sti til pakkerota. Hvis det ikke er oppgitt, så letes det i standard datamapper for denne KDE-økta i stedet.
nds: Afsoluut Padd na de Paketwörtel. Wenn nich angeven, warrt de Standard-Datenornern för dissen KDE-Törn dörkeken.
pl: Ścieżka bezwzględna do głównego pakietu. Jeśli jej nie podasz, standardowe katalogi danych sesji KDE zostaną przeszukane jako pierwsze.
sk: Absolútna cesta ku koreňu balíka. Ak nie je zadaná, použije sa štandatdný dátový priečinok tohto KDE sedenia.
sl: Absolutna pot do vrhnje mape paketa. Če ni podana, bodo preiskane običajne podatkovne mape za to sejo.
th: ตำแหน่งพาธสมบูรณ์ไปยังรากของแพกเกจ หากไม่ระบุ จะใช้ไดเรกทอรีเก็บข้อมูลมาตรฐานของวาระงาน KDE นี้แทน
tr: Paket kök dizini için mutlak dosya yolu. Verilmemişse bunun yerine KDE oturumundaki standart veri dizinleri aranır.
zh_cn: 软件包根目录的绝对路径。如果没有提供，则会搜索并使用本次 KDE 会话的标准数据目录。

source: Successfully removed %1
ar: أُزيل %1 بنجاح
bg: Успешно изтриване на %1
eo: Sukcese forigis pakaĵon %1
fa: با موفقیت %1 حذف شد
fr: La suppression de %1 a réussi
ia: Removite con successo %1
id: Berhasil menghapus %1
ja: %1 の削除に成功しました。
ka: %1 წარმატებით წაიშალა
km: បាន​យក %1 ចេញ​ដោយ​ជោគជ័យ
ko: %1을(를) 삭제했습니다
mai: सफलतापूर्वक हटओलक %1
nb: Fjernet %1 uten feil
nds: %1 mit Spood wegmaakt
pl: Pomyślnie usunięto %1
sk: %1 úspešne odstránený
sl: %1 je bil uspešno odstranjen
th: ทำการลบ %1 เรียบร้อยแล้ว
tr: %1 başarıyla kaldırıldı.
zh_cn: 已成功删除 %1

source: Removal of %1 failed.
ar: فشلت إزالة %1.
bg: Изтриването на %1 беше неуспешно.
eo: Forigo de %1 malsukcesis.
fa: حذف %1 شکست خورد.
fr: La suppression de %1 a échoué.
ia: Remotion de %1 falleva.
id: Penghapusan %1 gagal.
ja: %1 の削除に失敗しました。
ka: %1-is წაშლის შეცდომა.
km: បាន​បរាជ័យ​ក្នុង​ការ​យក​​ %1 ចេញ ។
ko: %1을(를) 삭제하는 데 실패했습니다.
mai: %1 क' हटाएल जएनाइ विफल.
nb: Klarte ikke å fjerne %1.
nds: %1 lett sik nich wegmaken.
pl: Nie powiodło się usuwanie %1.
sk: Odstránenie %1 zlyhalo.
sl: Odstranitev %1 ni uspela.
th: การลบ %1 ล้มเหลว
tr: %1 kaldırılamadı.
zh_cn: 删除 %1 失败。

source: Plugin %1 is not installed.
ar: الملحقة %1 غير مثبّتة.
bg: Приставката %1 не е инсталирана.
eo: Kromprogramo %1 ne estas instalita.
fa: وصله %1 نصب نشده.
fr: Le module externe %1 n'est pas installé.
ia: Plugin %1 non es installate.
id: Plugin %1 tidak terinstal
ja: %1 のプラグインはインストールしていません。
ka: დამატება დაყენებული არაა: %1.
km: កម្មវិធី​ជំនួយ %1 មិន​ត្រូវ​បាន​ដំឡើង​ទេ ។
ko: 플러그인 %1이(가) 설치되지 않았습니다.
mai: प्लगिन %1 सँस्थापित नहि अछि.
nb: Programtillegget %1 er ikke installert.
nds: Dat Moduul "%1" is nich installeert.
pl: Wtyczka %1 nie jest zainstalowana.
sk: Zásuvný modul %1 nie je nainštalovaný.
sl: Vstavek %1 ni nameščen.
th: ส่วนเสริม %1 ยังไม่ถูกติดตั้ง
tr: %1 eklentisi kurulu değil.
zh_cn: 无法安装插件 %1。

source: Successfully installed %1
ar: ثُبِّتت %1 بنجاح
bg: Успешно инсталиране на %1
eo: Sukcese instalis pakaĵon %1
fa: با موفقیت %1 نصب شد
fr: L'installation de %1 a réussi.
ia: Installate con successo %1
id: Berhasil menginstal %1
ja: %1 のインストールに成功しました。
ka: დაყენება წარმატებულია: %1
km: បាន​ដំឡើង %1 ដោយ​ជោគជ័យ
ko: %1을(를) 성공적으로 설치했습니다
mai: सफलतापूर्वक सँस्थापित %1
nb: Installerte %1 uten feil
nds: %1 mit Spood installeert
pl: Pomyślnie zainstalowano %1
sk: %1 úspešne nainštalovaný
sl: %1 je bil uspešno nameščen
th: ทำการติดตั้ง %1 เรียบร้อยแล้ว
tr: %1 başarıyla kuruldu.
zh_cn: 已成功安装 %1

source: Installation of %1 failed.
ar: فشل تثبيت %1.
bg: Неуспешно инсталиране на %1.
eo: Instalado de %1 malsukcesis.
fa: نصب %1 شکست خورد.
fr: L'installation de %1 a échoué.
ia: Installation de %1 falleva.
id: Penginstalan %1 gagal.
ja: %1 のインストールに失敗しました。
ka: დაყენების შეცდომა: %1.
km: បាន​បរាជ័យ​ក្នុង​កា​រ​ដំឡើង %1 ។
ko: %1을(를) 설치하는 데 실패했습니다.
mai: %1 क' सँस्थापन विफल.
nb: Klarte ikke å installere %1.
nds: %1 lett sik nich installeren.
pl: Nie udało się wgrać %1.
sk: Insštalácia %1 zlyhala.
sl: Namestitev %1 ni uspela.
th: การติดตั้งของ %1 ล้มเหลว
tr: %1 kurulamadı.
zh_cn: 安装 %1 时出错。

source: One of install, remove, upgrade or list is required.
bg: Трябва да имате едно от тези: install, remove, upgrade, list
eo: Bezonas unu el: instali, forigi aŭ listi
fa: به یکی از گزینه‌های نصب، حذف، ارتقا یا فهرست کردن نیاز است.
fr: Une option est nécessaire parmi « Installation », « Suppression », « Mise à jour » ou « Liste ».
ia: Il es requirite un de installar, remover, actualisar o listar.
id: Salah satu install, remove, upgrade atau list telah diperlukan.
ja: install/remove/upgrade/list のいずれかを指定する必要があります。
ka: საჭიროა ერთერთი "install"(დაყენება), "upgrade"(განახლება), "remove"(წაშლა) ან "list"(ჩამონათვალი).
km: ត្រូវការ​ ការ​ដំឡើង យកចេញ ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ឬ​រាយ​មួយ ។
ko: 설치, 삭제, 업그레이드, 표시 중 하나가 필요합니다.
mai: सँस्थापन, हटओनाइ, उन्नयन अथवा सूचीमे सँ एकटा जरूरी.
nb: Én av installer, fjern, oppgrader eller list må oppgis.
nds: Du muttst wat installeren, wegmaken, opfrischen oder oplisten.
pl: Wymagana jest instalacja, usuwanie, aktualizacja lub wyświetlanie.
sk: Musíte zadať buď inštaláciu, odstránenie, inováciu alebo vypísanie.
sl: Zahtevano je eno dejanje izmed sledečih: install, remove, upgrade ali list.
th: ต้องการตัวใดตัวหนึ่งจาก ติดตั้ง, ลบ, ปรับรุ่น, หรือ เรียกรายการ
tr: Listeleme, kaldırma veya kurulum gerekiyor.
zh_cn: 必须使用安装 (install)、删除 (remove)、升级 (upgrade) 或查看列表 (list) 这四个选项之一。

source: (C) 2008, Aaron Seigo, (C) 2009, Leo Franchi
eo: (K) 2008, Aaron Seigo, (K) 2009, Leo Franchi
km: រក្សាសិទ្ធិ​ឆ្នាំ ២​០​០​៨ ដោយ Aaron Seigo រក្សាសិទ្ធិ​ឆ្នាំ ២​០​០​៩ ដោយ Leo Franchi
nb: © 2008 Aaron Seigo, © 2009 Leo Franchi
nds: © 2008: Aaron Seigo, © 2009: Leo Franchi
sl: © 2008, Aaron Seigo, © 2009, Leo Franchi
